{
    "        1、“晓”组织，再次来袭！每天18:00-21:00，您在精英副本中有几率遇到来捕捉尾兽的“晓”组织成员（BOSS）。请汇集您和朋友们的力量，击杀它们！\n        2、活动期间，游戏主页会显示战斗的快捷入口。您需要抓紧时间攻击自己发现的BOSS，或者帮助朋友们攻击他们遇到的BOSS。\n        3、每个BOSS只有2小时的存活时间，超过时限后他们将自动消失。\n        4、您每天有10次免费的攻击机会，每次攻击都会获得银币奖励。\n        5、发现BOSS和击杀BOSS的玩家，会获得额外奖励。\n        6、在和“晓”组织对战期间，我们将记录贡献值在前100位的玩家名单，这些玩家将根据排名获得奖励。奖励以邮件形式发送。": "1. O grupo Akatsuki voltou a atacar! Diariamente das 18:00-21:00, na Campanha Elite, tem a probabilidade de se deparar com membros do grupo Akatsuki que vieram para apanhar um bijuu (Boss). Por favor junte forças com seus amigos para matá-los! \n2. Durante o tempo do evento, a página principal do jogo exibirá o atalho para a entrada na batalha. Você deve aproveitar o tempo para atacar os bosses que encontrar ou para ajudar os seus amigos a atacar os bosses que eles encontram. \n3. Cada boss possui apenas 2 horas de vida e desaparecerá após a passagem deste tempo. \n4. A cada dia você tem 10 oportunidades gratuitas para atacar. Poderá obter moedas de prata por cada ataque. \n5. Os jogadores que descobrirem bosses e os jogadores que os matarem receberão prêmios adicionais. \n6. Durante a batalha com Akatsuki faremos o ranking dos 100 jogadores com os pontos de contribuição mais altos. Estes jogadores receberão prêmios adicionais consoante a sua posição no ranking. Os prêmios serão enviados por email.",
    "        1、在秘境中冒险可以获得召唤兽和兽灵石。\n        2、召唤兽可以装备给忍者，使忍者获得速度属性。\n        3、召唤兽有两种属性：速度和资质。资质越高，召唤兽培养成功后增加的速度就越高。\n        4、速度属性决定玩家在进行对战时的出手顺序。战斗开始后，敌我双方处于相同位置的忍者需先比较速度属性的大小，速度大的一方先出手；如果双方速度一致，则攻方先出手。\n        5、召唤兽培养需要消耗兽灵石，每次培养有50%的概率成功，根据资质增加速度属性。当召唤兽的速度被培养到一定值后，该召唤兽的星级会自动提升。\n        6、召唤兽的能力是可以传承的。传承召唤兽会随着能力的转移而消失，而被传承召唤兽将会获得相应的属性和突破等级。您可以放心培养那些资质低的召唤兽，传承系统的存在使得您的兽灵石和突破石不会有任何浪费。\n        7、资质≥10的召唤兽培养到紫色后，可以突破到橙色。召唤兽最高可以突破到+10，每次突破将增加减伤百分比、闪避加成百分比或韧性加成百分比，召唤兽资质越高突破增加的属性就越高。召唤兽突破需要消耗突破石，可以通过秘境和商城获得突破石。": "1. Aventurando no Eremitério poderá obter Feras convocadas e Pedras da Fera.\n2. As Feras convocadas podem ser equipadas para os ninjas, aumentando a sua velocidade.\n3. As Feras Convocadas contém dois tipos de atributos: velocidade e qualidade. Quanto mais alta for a sua qualidade, maior será a velocidade da fera convocada após adestrar com sucesso.\n4. A velocidade determina a sequência de ataque dos ninjas. Quando a batalha iniciar, a velocidade dos ninjas da mesma posição serão comparadas. Aquele com maior velocidade irá atacar primeiro, se a velocidade for a mesma, o ninja do lado de ataque irá lançar o primeiro golpe.\n5. Você pode usar a Pedra da Fera para elevar a Fera convocada. Cada adestramento tem 50% de chance de suceder. Após a velocidade da fera convocada será aumentada até um certo nível, o nível de estrela também será aumentado.\n6. O poder da fera convocada pode ser transferido. A fera convocada irá desaparecer após ser transferido e os seus atributos serão transferidos para a outra fera. O sistema de transferência garante que a Pedra da Fera não será desperdiçada, logo poderá elevar feras convocadas de nível inferior.\n7. Feras convocadas com nível≥10 ao adestrarem até a cor roxa, podem ser promovidos para a cor laranja, é necessário pedras de promoção. Após efetuar promoção poderá adicionar a percentagem de redução de danos, a percentagem de adição de precisão, a percentagem de adição de durabilidade.",
    "        1、对决准备阶段，玩家和电脑分别获得5张随机卡牌：1张满级紫卡，2张满级蓝卡，2张满级绿卡。\n        2、对决正式开始，玩家根据自己的情况和战术选择一张卡牌出战，和电脑进行1V1的战斗。对决实行5局3胜制，最先获得3胜即为胜利。\n        3、玩家每天可以进行最多10次对决，前3次免费，从第4次开始需要消费金币，如果玩家获胜则可以回收本局支付的金币。\n        4、获胜的玩家可以从7个宝箱中挑选1个作为奖励，每个宝箱都内含惊喜，第一位玩家可以七选一，第二位玩家六选一，以此类推先到先得。7个都选走后立即更新7个。": "    1. Na fase de preparação, o jogador e o computador receberão respectivamente 5 cartas aleatórias: 1 carta roxa de nv. máximo, 2 cartas azuis de nv. máximo, e 2 cartas verdes de nv. máximo.\n    2. Início de combate, o jogador irá de acordo com a própria situação e habilidades fazer suas jogadas 1v1 contra o computador. São 5 jogos, e 3 para obter vitória. \n    3. O jogador pode no máximo combater 10x por dia, sendo as 3 primeiras gratuitas. A partir da quarta, será necessária o consumo de moedas de ouro. Se o jogador ganhar poderá obter de volta as moedas de ouro.\n    4. O jogador que vencer poderá escolher 1 baú dos 7 disponíveis, cada uma delas possui uma surpresa. O primeiro jogador poderá escolher 1 dos 7, o segundo 1 dos 6, e assim por diante. Após os 7 serem escolhidos, será atualizado.",
    "        大筒木辉夜的阴影逐渐笼罩着整个忍者世界，她试图抓住所有的尾兽，召唤古老的十尾，吸收世间所有查克拉，终结忍者世界。人们迫切期盼一位真正拥有智慧与勇气的传奇忍者出现，粉碎大筒木辉夜的野心。\n        本周内，在挑战中获得勋章数最多的玩家将代表本服全体玩家与大筒木辉夜进行单挑，胜利者将被尊为忍者之神。去战斗吧，勇敢而不屈的忍者们！": "    Ōtsutsuki Kaguya gradualmente se envolveu no mundo dos Ninjas, tentou capturar todos os Bijuus, absorvendo tudo, tentando acabar com o mundo dos ninjas. As pessoas buscam um ninja lendário verdadeiro com sabedoria e coragem, para acabar com essas ambições.\n    Nesta semana, o jogador que obter o maior número de medalhas irá representar todo o servidor na batalha contra Ōtsutsuki Kaguya num combate. O vencedor será considerado como o Mestre dos Ninjas. Vá lutar, seja um Ninja bravo imbátivel!",
    "       1、在挑战中战胜其他玩家，可以获得勋章奖励。\n       2、击败排名比你高的玩家，您会取代他的排名。\n       3、您的排名越高，每次挑战奖励的勋章数量就越多。\n       4、使用勋章可以在挑战商店中兑换多种您心仪的商品。\n       5、您可以修改防守阵容，其他玩家挑战你时将挑战你的防守阵容，而非默认阵容。": "1. Vencendo seus amigos durante desafios, poderá obter Medalhas como prêmio.\n2. Derrotando jogadores de nível maior que o seu, você irá ocupar a posição dele.\n3. Quanto maior o seu ranking, maior será a quantidade de prêmios a cada vitória.\n4. Usando as Medalhas poderá desafiar na Loja do Desafio e trocar por itens que você gosta.\n5. Você pode configurar sua formação para batalha com o inimigo.",
    "       1、玩家可以通过探索获得召唤卷轴残片。集齐一张召唤卷轴的所有残片后，点击该召唤卷轴即可召唤尾兽。\n       2、在尾兽页面选择尾兽后，点击“出战”按钮，可以使该尾兽参与战斗。\n       3、战斗开始前，尾兽会释放战吼，为我方全体卡牌加持增益效果。\n       4、尾兽的怒气达到满值后，会释放技能帮助玩家战斗。星级越高的尾兽攻击力越高，技能附带的眩晕效果也越强。\n       5、消耗能量可以给尾兽升级。分解尾兽，可以回收此前升级该尾兽消耗的所有能量。\n       6、刷新战吼有概率提升尾兽战吼的属性值或改变战吼类型。\n       7、五星尾兽满级后开启吞噬功能，可吞噬满级的其他尾兽来增加攻击力，每个种类的尾兽只能被吞噬一次。": "1. Os jogadores podem obter fragmentos de Pergaminho de invocação através da exploração. Coletando e completando os fragmentos, poderá encantar um Bijuu.\n2. Na página principal do Bijuu poderá escolher o Bijuu, depois clique em batalhar para usá-lo em combates.\n3. Ao começar uma batalha, o Bijuu irá soltar um grito de guerra para elevar os recebimentos obtidos.\n4. Após a fúria do Bijuu se completar, irá liberar habilidades para auxiliar o jogador. Quanto maior for o nível de estrela, mais forte serão as habilidades.\n5. Consumindo energia poderá elevar o Bijuu. Decompondo o Bijuu poderá receber de volta o consumo de toda energia.\n6. Atualizando o grito de guerra tem probabilidade de elevar os atributos do Bijuu ou alterar o grito de guerra.\n7. Após Bijuu alcançar Nv. Máximo, será ativado função de absorção, podendo absorver outros Bijuus Nv. Máximo para aumentar a sua força. Cada tipo de Bijuu só pode ser absorvido uma vez.",
    "     恭喜您在充值排名活动中，获得了第***p1***名，奖励随本邮件发送，请查收。": "Parabéns, você obteve ***p1***º lugar durante o evento do rank de recarga. O prêmio será enviado por email, favor verificar.",
    "     恭喜您在勋章数排名活动中，获得了第***p1***名，奖励随本邮件发送，请查收。": "Parabéns por ter atingido o ***p1***.º lugar no evento do ranking do número de medalhas. O seu email foi enviado neste email. Por favor verifique.",
    "     恭喜您在历练进度排名活动中，获得了第***p1***名，奖励随本邮件发送，请查收。": "Parabéns por ter atingido o ***p1***.º lugar no evento do ranking de avanço de jornada. O seu email foi enviado neste email. Por favor verifique.",
    "     恭喜您在等级排名活动中，获得了第***p1***名，奖励随本邮件发送，请查收。": "Parabéns por ter atingido o ***p1***.º lugar no evento do ranking do número de medalhas. O seu email foi enviado neste email. Por favor verifique.",
    "    ***p1*** 已经手刃了大筒木辉夜，经历了战斗的洗礼，在世人的见证下，成为了万人尊崇的忍者之神。您也因此而获得了 ***p2*** 金币的奖励，可以通过本邮件领取。但是和平的征程还未结束，下一界的挑战将在下周继续。加油吧，忍者们！": "    ***p1*** conseguiu derrotar Otsutuski Kaguya, vivenciou uma grande batalha e sobre o testemunho do mundo, tornou-se o Deus dos Ninjas mais respeitado. Você portanto, obteve prêmio de ***p2*** moedas de ouro, que pode ser retirado pelo e-mail. No entanto, o fim ainda não chegou, o próximo desafio continua na próxima semana, vamos lá, Ninjas!",
    "    1.圣地的祭坛用于召唤尾兽。\n    2.“影”和“顾问”可以开启祭坛，选定要召唤的尾兽种类和难度等级。\n    3.可以召唤的尾兽一共有五个，每个尾兽需要集齐五种特定的召唤材料才能召唤。\n    4.尾兽出现后有2个小时的存活时间，供所有忍者村成员攻击。\n    5.攻击尾兽可以获得大量声望。\n    6.在限时内击杀尾兽，参与攻击的玩家可以获得伤害排名奖励，忍者村的所有成员均会获得击杀奖励。玩家对尾兽的伤害排名越高，得到的排名奖励就越多。": "1. O altar do Santuário é usado para invocação de Bijuu.\n2. As \"Sombras\" e \"Consultores\" podem ativar o Altar, definir os Bijuus a serem invocados e o nível de dificuldade.\n3. Ao todo podem invocar 5 tipos de Bijuu, cada um deles é necessário coletar 5 tipos de materiais específicos para poder invocar.\n4. Após 2 horas a aparição do Bijuu, todos os membros da Vila Ninja o atacarão.\n5. Ao atacar o Bijuu poderá obter grande quantidade de reputação.\n6. Atacando o Bijuu dentro do limite de tempo, os jogadores que participaram do ataque poderão obter prêmios correspondentes ao Ranking de Danos. Todos os membros da Vila Ninja obterão prêmios de ataque. Quanto maior o Ranking de Danos ao Bijuu, melhores serão os prêmios.",
    "    决战之日已到，今日任何时候您都可以带着全服玩家的助威和期待去和大筒木辉夜决战。若今日之内，您没有进行战斗则视为放弃此次机会。您可以通过本邮件即刻开始战斗。": "O dia da decisão chegou. Hoje a qualquer momento você pode levar junto consigo o auxílio e encorajamento de todos jogadores do servidor na batalha contra Ōtsutsuki Kaguya. Se não entrar na batalha hoje é considerado de que desistiu deste desafio. Você pode começar a batalha através do e-mail.",
    "    在和大筒木辉夜的战斗中，***p1*** 并没有取得预期中的胜利，但是也请您记住他的英勇表现。我们的征程还未结束，下一界的挑战将在下周继续。加油吧，忍者们！": "    Durante a batalha contra Ōtsutsuki Kaguya, ***p1*** não obteve a vitória esperada, sua bravura será lembrada. Nossa viagem ainda não terminou, o próximo desafio será na próxima semana. Vamos lá, Ninjas!",
    "    在和大筒木辉夜的战斗中，您几乎就要取得最终的胜利了，我相信所有玩家都会铭记您的英勇表现。请继续提升自己的战斗力和装备水平，为所有忍者村人民的幸福和安逸生活再次出征，挑战大筒木辉夜。同时您也为所有为您助威的 ***p1*** 名玩家赢得了合计 ***p2***x***p3*** 金币的奖励。": "    Durante a batalha contra Ōtsutsuki Kaguya, você quase obteve a vitória, mas acredito que todos os jogadores vão ter em mente a sua bravura. Por favor, continue se esforçando e persistindo para melhorar a eficácia de seus equipamentos para oferecer uma vida mais confortável as pessoas da aldeia. Ao mesmo tempo você também obteve um total de ***p2***x***p3*** moedas de ouro para os ***p1*** jogadores que lhe ajudaram.",
    "    在和大筒木辉夜的战斗中，您并没有取得预期中的胜利，但是您的英勇表现将被世人铭记。请再接再厉，在后来的战斗中提升自己的实力，为所有忍者村人民的幸福和安逸生活继续战斗。": "    Durante a batalha contra Ōtsutsuki Kagauya, você não conseguiu a vitória esperada, mas a sua bravura será lembrada pelo mundo. Por favor, continente se esforçando e persistindo para melhorar a sua força de batalha, para continuar oferecendo uma vida confortável para as pessoas e ser um grande ninja vencedor.",
    "    在和大筒木辉夜的战斗中，您成功地通过了第一关的考验。虽然没有取得最终的胜利，但是您的英勇表现将被世人铭记。请再接再厉，为所有忍者村人民的幸福和安逸生活继续努力。同时您也为所有为您助威的 ***p1*** 名玩家赢得了合计 ***p2***x***p3*** 金币的奖励。": "    Durante a batalha contra Ōtsutsuki Kaguya, você passou com êxito na primeira fase. Embora não seja a vitória final, sua bravura será lembrada pelo mundo. Por favor continue se esforçando e sendo persistente para oferecer uma vida feliz e confortável para todas as pessoas da aldeia. Ao mesmo tempo, o jogador ***p1*** que lhe auxiliou, obteve um total de ***p2***x***p3*** moedas de ouro.",
    "    在大家的共同努力下，***p1*** 已被击杀，请在附件中领取您应得的奖励。": "    Com o poder de todos, ***p1*** foi derrotado, favor coletar os prêmios anexados.",
    "    在本次对抗“晓”组织的活动中，您的贡献值排名第 ***p1***，请在附件中领取您的奖励。": "    Durante este evento de resistência contra Akatsuki, seu ranking de contribuição é ***p1***, favor retire seu prêmio em anexo.",
    "    将同一羁绊中的所有卡牌上阵，可以激活该羁绊，获得相应属性的加成。\n    战斗胜利可以增加该羁绊的经验。": "    1.Enviando todas as cartas unidas por um laço para a batalha, poderá ativar esse laço, obtendo o aumento de atributos correspondente.\n    2.Vencendo esta batalha aumentará a experiência desse laço.",
    "    您所支持的 ***p1***，在和大筒木辉夜的战斗中，成功通过了第一关。您也因此而获得了 ***p2*** 金币的奖励，可以通过本邮件领取。": "    O jogador que você apoia ***p1*** está em combate contra Ōtsutsuki Kaguya, e já conseguiu passar da primeira fase. Para recompensá-lo, você obteve ***p2*** moedas de ouro como prêmio, e pode ser retirado por e-mail.",
    "    您所支持的 ***p1***，在和大筒木辉夜的战斗中，成功通过了第二关。您也因此而获得了 ***p2*** 金币的奖励，可以通过本邮件领取。": "    O jogador que você apoia ***p1*** está em combate contra Ōtsutsuki Kaguya, e já conseguiu passar da segunda fase. Para recompensá-lo, você obteve ***p2*** moedas de ouro como prêmio, e pode ser retirado por e-mail.",
    "    您本周在挑战中获得的勋章数量为全服第一。作为最强的忍者，您将代表本服所有玩家挑战传说级忍者——大筒木辉夜。战斗将在周日进行，请您届时准时参加。": "    A quantidade de medalha obtida por você no desafio desta semana esta classificada em primeiro no ranking. Como um Ninja forte, você representa o servidor inteiro no desafio contra Ōtsutsuki Kaguya. A batalha ocorrerá , favor esteja no local em ponto.",
    "    由于 ***p1*** 没有在规定时间和大筒木辉夜战斗，她将继续在各个忍者村捕捉尾兽，继续她邪恶的计划，直到下一位最强忍者出现。": "    Pelo fato de ***p1*** não ter lutado contra Ōtsutsuki Kaguya dentro do tempo das regras, ele continuará com os planos malignos, até o próximo ninja mais forte aparecer!",
    "    由于您没有在规定时间内和大筒木辉夜战斗，她将继续在各个忍者村捕捉尾兽，继续他邪恶的计划。那些追随您的人也没有获得任何收益，他们期待着下一位最强忍者的诞生，来终结世界的噩梦。": "    Devido ao fato de você não ter batalhado contra Ōtsutsuki Kaguya dentro do horário das regras, ele vai continuar seus planos malignos dentro da aldeia. Aqueles que estiveram com você não tiverem nenhum benefício, e estão ansiosos a espera de um novo Ninja que possa acabar com o pesadelo do mundo.",
    "    非常感谢您为 ***p1*** 助威，他将带着你的期盼和意志去勇敢地作战。为了对您这种正义行为进行表彰，您获得了 ***p2*** 金币的助威奖励，可以通过本邮件领取。": "    Muito obrigado por você auxiliar ***p1***, ele levará consigo a coragem para a luta. Para recompensá-lo por este ato, você obteve ***p2*** moedas de ouro, que pode ser retirado através do e-mail.",
    "       1、在精英历练中击败Boss，有几率获得该Boss的分身，可以用来合成相应的忍者卡牌。\n       2、忍者分身数量不足时，可以用万能分身替代，但最多只能替代所需分身的50%。\n       3、分解4★以上的忍者卡牌可以获得万能分身。\n       4、镶嵌符石的卡牌被分解后符石将放入包裹。": "1. Derrotando o Boss nos níveis elite terá a possibilidade de obter o clone desse Boss. Esse clone pode ser utilizado para sintetizar a carta ninja correspondente. \n 2. Quando o número de clones de ninja não é suficiente, pode utilizar clones todo-poderosos no seu lugar. No máximo podem substituir 50% de todos os clones necessários. \n 3. Decompondo cartas ninja de 4★ ou acima pode obter clones todo-poderosos. \n 4. Quando as cartas têm uma runa inserida após a decomposição a runa é colocada na mochila.",
    "(Lv***p1***)": "(Nv.***p1***)",
    "(Max)": "(Max)",
    "(天赋)": "(Talento)",
    "(活动)已结束": "Encerrado",
    "***p1*** 为 ***p2*** 激活了5星+1套装加成。": "***p1*** ativou um conjunto de adicional de 5 estrelas + 1 para ***p2***",
    "***p1*** 为 ***p2*** 激活了5星+2套装加成。": "***p1*** ativou um conjunto de adicional de 5 estrelas + 2 para ***p2***",
    "***p1*** 为 ***p2*** 激活了5星+3套装加成。": "***p1*** ativou um conjunto de adicional de 5 estrelas + 3 para ***p2***",
    "***p1*** 为 ***p2*** 激活了6星套装加成。": "***p1*** ativou a adição de conjunto de equip. de 6E de ***p2***.",
    "***p1*** 为忍者村购买了 ***p2***": "***p1*** comprou ***p2*** para a Aldeia.",
    "***p1*** 为忍者村购买了 ***p2***，忍者村人数上限增加 ***p3***。": "***p1*** comprou ***p2*** para a Aldeia, o limite de pessoas da aldeia aumentou ***p3***.",
    "***p1*** 人购买": "***p1*** pessoas compraram",
    "***p1*** 体力": "***p1*** pontos de energia",
    "***p1*** 击败了大筒木辉夜，获得了 ***p2***。": "***p1*** derrotou Ōtsutsuki Kaguya, obteve ***p2***.",
    "***p1*** 击退了“晓”的入侵，获得 ***p2*** 银币。": "***p1*** repeliu a invasão de \"Akatsuki\" e obteve ***p2*** moedas de prata.",
    "***p1*** 创建了新的忍者村。": "***p1*** criou uma aldeia nova de Ninjas.",
    "***p1*** 加入了忍者村。": "***p1*** entrou na aldeia de Ninjas.",
    "***p1*** 勋章": "***p1*** medalhas",
    "***p1*** 在 ***p2*** 中，获得了 ***p3***。": "***p1*** está em ***p2***, obteve ***p3***.",
    "***p1*** 在VIP商城中半价购买了 ***p2***。": "***p1*** comprou ***p2*** na loja VIP por metade do preço.",
    "***p1*** 在五牌对决中胜利 ***p2*** 次了，真是赌神在世啊。": "***p1*** obteve vitória no desafio de cinco cartas ***p2*** vezes. É muito poderoso.",
    "***p1*** 声望": "***p1*** de reputação",
    "***p1*** 天": "***p1*** dia(s)",
    "***p1*** 天 VIP": "***p1*** dias de VIP",
    "***p1*** 天 月卡": "Cartão mensal de ***p1*** dia(s)",
    "***p1*** 天（复数）": "***p1*** dias",
    "***p1*** 将 ***p2*** 的 ***p3*** 提升到了 ***p4*** 级。": "***p1*** elevou ***p3*** de ***p2*** até Nv.***p4***.",
    "***p1*** 将代表本服全体玩家挑战大筒木辉夜，为他助威吧！": "***p1*** representará a todos no desafio contra o Ōtsutsuki Kaguya, vamos apoiá-lo!",
    "***p1*** 巅峰勋章": "***p1*** Medalhas Supremas",
    "***p1*** 已出战": "***p1*** já entrou em combate",
    "***p1*** 已经被召唤，请全体成员前往击杀。": "***p1*** foi absorvido, favor todos os membros atacarem.",
    "***p1*** 已经被成功击杀。奖励已发放。": "***p1*** foi atacado com sucesso. Os prêmios foram entregues.",
    "***p1*** 已经解锁，点击忍者村首页上的忍者村徽章可以查看本忍者村拥有的所有徽章。": "***p1*** foi desbloqueado, clique na medalha na página inicial da aldeia e poderá pesquisar pelas medalhas que possui.",
    "***p1*** 成功击败了大筒木辉夜！他已经成为了万人尊崇的忍者之神！": "***p1*** conseguiu derrotar Ōtsutsuki Kaguya! Já se tornou o grande ninja honrado por todos!",
    "***p1*** 成功合成了 ***p2***。": "***p1*** sintetizou com sucesso para ***p2***.",
    "***p1*** 成功通过了秘境第 ***p2*** 关，并获得了资质为 ***p3*** 的稀有召唤兽 ***p4***。": "***p1*** completou o nível ***p2*** Fronteira Secreta, e obteve a invocação ***p4*** com um talento de ***p3***.",
    "***p1*** 把 ***p2*** 升级到了 ***p3*** 级。": "***p1*** elevou ***p2*** para Nv.***p3***.",
    "***p1*** 把 ***p2*** 进阶成了 ***p3***。": "***p1*** elevou ***p2*** para ***p3***.",
    "***p1*** 月之币": "***p1*** moedas da Lua",
    "***p1*** 未击杀成功。": "***p1*** não foi atacado com sucesso.",
    "***p1*** 正在挑战大筒木辉夜，已经通过了第一关！": "***p1*** está desafiando com Ōtsutsuki Kaguya, já passou da primeira fase!",
    "***p1*** 正在挑战大筒木辉夜，已经通过了第二关！": "***p1*** está desafiando com Ōtsutsuki Kaguya, já passou da segunda fase!",
    "***p1*** 的 ***p2*** 成功吞噬了 ***p3***，实力进一步提升了。": "O ***p2*** de ***p1*** absorveu ***p3*** com sucesso, sua força aumentou.",
    "***p1*** 的成员齐心协力，将 ***p2*** 升级到了 ***p3*** 级。": "***p1*** elevou ***p2*** até Nv.***p3***.",
    "***p1*** 的玩家": "***p1*** Jogador",
    "***p1*** 秒": "***p1*** segundos",
    "***p1*** 秒倒计时结束，您领取了随机奖励：***p2*** x ***p3***。": "A contagem decrescente de ***p1*** segundos terminou. Você recebeu os seguintes prêmios aleatórios: ***p2*** x ***p3***.",
    "***p1*** 级可开启×2倍速，开通VIP立即可用×3倍速。": "Nv.***p1*** pode ativar velocidade 2x, ativando VIP, poderá ativar velocidade 3x.",
    "***p1*** 能量": "***p1*** pontos de energia",
    "***p1*** 获得了 ***p2***。": "***p1*** obteve ***p2***.",
    "***p1*** 获得了资质为 ***p2*** 的稀有召唤兽 ***p3***。": "***p1*** obteve encantar fera ***p3*** de ***p2*** qualificação.",
    "***p1*** 被“影”任命为“***p2***”。希望他可以再接再厉，为忍者村做出更多的贡献。": "***p1*** foi nomeado como ***p2*** pela \"Sombra\". Que todos possam continuar se ajudando, oferecendo contribuições para a Vila Ninja.",
    "***p1*** 被驱逐出了忍者村。": "***p1*** foi expulso da aldeia de ninjas.",
    "***p1*** 试练勋章": "***p1*** Medalhas de treino",
    "***p1*** 购买": "Comprar ***p1***",
    "***p1*** 购买了 ***p2*** ，获得 ***p3***。": "***p1*** comprou ***p2***, obteve ***p3***.",
    "***p1*** 进入游戏，开始了TA的冒险。": "***p1*** entrou no jogo, a aventura dele(a) começou!",
    "***p1*** 连续3天成功保护大名，获得了 ***p2***。": "***p1*** conseguiu proteger o nome por 3 dias seguidos, obteve ***p2***.",
    "***p1*** 退出了忍者村。": "***p1*** saiu da aldeia de ninjas.",
    "***p1*** 退出了忍者村，***p2*** 接替了他的位置。": "***p1*** saiu da aldeia de ninjas, e ***p2*** entrou em seu lugar.",
    "***p1*** 通关了 ***p2***，创造了最快记录，欢迎大家挑战。": "***p1*** passou de ***p2***, alcançou o recorde mais rápido, todos podem vir desafiar!",
    "***p1*** 金币": "***p1*** moedas de ouro",
    "***p1*** 银币": "***p1*** moedas de prata",
    "***p1*** 集齐了召唤卷轴，召唤出了 ***p2***。": "***p1*** coletou pergaminhos de encantamento, encantando ***p2***.",
    "***p1***\/***p2***": "***p1***\/***p2***",
    "***p1***\/***p2***(***p3***": "***p1***\/***p2***(***p3***",
    "***p1***不足，是否前往商城购买？": "***p1*** insuficiente, deseja ir à loja comprar?",
    "***p1***后关闭": "Será encerrado após ***p1***",
    "***p1***后开启": "Irá abrir após ***p1***",
    "***p1***天达到***p2***级": "Nível ***p2*** em ***p1*** dias",
    "***p1***将忍者村转让给***p2***。": "***p1*** transferiu a Aldeia de Ninja para ***p2***.",
    "***p1***已经被击杀了": "***p1*** já foi derrotado.",
    "1.***p1***级以上的卡牌可以参加生存试练。\n2.在生存试练中，敌我双方卡牌的生命值不会自动恢复，已阵亡的卡牌不能复活。\n3.如果战斗达到30回合，则算双方所用忍者同归于尽。\n4.玩家每战胜一波敌人，都可开启宝箱获得大量奖励。\n5.试练勋章可以在商店中兑换丰富奖励。": "1. As cartas acima do nível ***p1*** podem participar no Treino de Sobrevivência. \n 2. No Treino de Sobrevivência os pontos de vida quer do jogador quer do adversário não serão recuperados automaticamente. As cartas que morrem não poderão ressuscitar. \n 3. Se a batalha chegar a ter 30 turnos todos os ninjas em jogo (do jogador e do adversário) serão considerados imediatamente derrotados. \n 4. De cada vez que o jogador vence uma onda de inimigos, pode abriu um baú e receber numerosos prêmios. \n 5. As Medalhas de Treino podem ser trocadas por numerosos prêmios na loja.",
    "1.中心的等级即是忍者村的等级。\n2.中心等级越高，忍者村成员上限就越高。\n3.其他建筑的等级不能超过中心的等级。": "1. O nível do Centro é o nível da Vila do Ninja.\n 2. Quanto maior o nível do Centro, maior será o limite de ninjas da Vila do Ninja.\n 3. O nível das outras construções não podem ultrapassar o nível do centro.",
    "1.升级圣地可以召唤高等级的尾兽。\n2.升级圣地可能开启更多的祭坛，每个祭坛一天可以召唤一次尾兽。": "1. Elevando o Santuário poderá invocar Bijuus de alto nível.\n 2. Elevando o Santuário poderá ativar mais Altares, cada Altar pode ativar 1 Bijuu diariamente.",
    "1.升级忍者村商店可以购买高等级物品。": "1. Elevando a Vila Ninja poderá comprar itens de alto nível.",
    "1.升级忍者村建筑\n2.在圣地召唤尾兽\n3.招募和踢出成员\n4.购买和更换忍者村徽章\n5.修改忍者村简介和公告\n6.成员拥有的所有权限\n 每个忍者村只能拥有最多2名“顾问”": "1. Elevar construções da Vila Ninja\n2. Invocar Bijuu no Santuário\n3. Recrutar e expulsar membro\n4. Compra e Troca de Medalhas da Vila Ninja\n5. Alterar descrição e anúncio da Vila Ninja\n6. Privilégios possuídos pelos membros\n Cada Vila Ninja podem possui no máximo 2 \"Consultores\".",
    "1.升级研究所可以学习更高级的忍者村科技。": "1. Elevando o Laboratório poderá aprender Habilidades Ninjas de Nv. Mais alto.",
    "1.学习忍者村科技\n2.在忍者村商店购买商品\n3.参与攻击尾兽\n4.进行忍者村捐献\n5.为忍者村购买徽章": "1. Aprender Tecnologia da Vila Ninja\n2. Comprar Itens na Loja da Vila Ninja\n3. Participar do Ataque ao Bijuu\n4. Participar da Contribuição da Vila Ninja\n5. Comprar Medalhas para o Ninja",
    "1.招募忍者村成员\n2.成员拥有的所有权限": "1. Recrutar membro de Vila Ninja\n2. Privilégios possuídos pelos membros",
    "1.直接开启战斗3倍速功能。\n2.历练获得经验+20%。\n3.历练获得银币+20%。\n4.历练活动副本独享的VIP关卡。\n5.羁绊成长速度翻倍。\n6.可在VIP商城购买折扣商品。\n7.尊贵的VIP标志。": "1. Ativa diretamente a função de velocidade 3x da batalha.\n 2. O treino fornece +20% de EXP.\n 3. O treino fornece +20% de prata.\n 4. Treino-evento exclusivo de VIP.\n 5. Aumento da taxa da ligação dupla.\n 6. Mais descontos de itens de da Loja VIP.\n 7. Símbolo de VIP.",
    "16进8": "Oitavos de final",
    "1、一次花费 ***p1*** 购买月卡，***p2*** 天内每天可领取 ***p3*** 金币，累计可领取 ***p4*** 金币。\n2、多次购买月卡，月卡时间可以累积。": "  1. Consumindo ***p1*** uma vez para comprar um cartão do mês, em dentro de ***p2*** dias poderá coletar ***p3*** moedas de ouro, e ao todo, poderá coletar ***p4*** moedas de ouro.\n  2. Comprando mais de 1 cartão, o tempo do cartão é acumulável.",
    "1、不同的幻境会禁入不同类型的卡牌。\n2、同一幻境中有不同星级的关卡，只有通过低星级的关卡才可以开启下一星级的关卡。\n3、每天同一幻境只能攻击2次。\n4、玩家可以在幻境冒险中获得月之币。\n5、您通过的幻境星级越高，每次胜利获得的月之币数量就越多。\n6、使用月之币可以在幻境商店中兑换多种您心仪的商品。": "1. Diferentes Reino Fantasma haverá diferentes tipos de proibições de Tipos de Cartas que poderão entrar.\n2. Num mesmo Reino Fantasma haverá diferentes Fases de Nvs. de Estrelas. Apenas vencendo as Fases de Nv.Baixo poderá passar para outra fase de Nv. Maior.\n3. Diariamente, apenas poderá atacar 2x o mesmo Reino Fantasma.\n4. Os jogadores poderão obter Moedas da Lua através das Aventuras do Reino Fantasma.\n5. Quanto maior o nível do Reino Fantasma, maior será a quantidade de Moedas da Lua obtidas.\n6. Usando as Moedas da Lua na Loja do Reino Fantasma poderá trocar por diversos tipos de itens.",
    "32进16": "Ronda de 32",
    "5★加***p1***套装加成已激活": "Bônus de conjunto 5★+***p1*** foi ativado",
    "64进32": "Ronda de 64",
    "6★套装加成已激活": "Conjunto de Equip.6★ ativado",
    "8进4": "Quartos de final",
    "BOSS已经被击杀了，请点击确定返回。": "O chefão foi derrotado, favor clique em confirmar para voltar.",
    "BOSS已被击杀。": "O chefão já foi derrotado.",
    "Facebook": "Facebook",
    "Facebook:": "Facebook:",
    "Load config failed": "Falha ao carregar informações de configuração.",
    "Lv***p1***": "Nv***p1***",
    "MAX": "Máx.",
    "QQ:": "QQ:",
    "VIP": "VIP",
    "VIPShop": "Loja VIP",
    "VIP到期：***p1***": "VIP expirado: ***p1***",
    "free!!": "Grátis！！",
    "load config error": "Falha ao carregar o parâmetro do arquivo.",
    "load language failed": "Falha ao carregar recursos de língua.",
    "load profile failed": "Falha ao carregar informações do usuário.",
    "load specs failed": "Falha ao carregar configurações do arquivo.",
    "login failed": "Falha ao acessar",
    "update files failed": "Falha ao atualizar arquivo.",
    "update spec files failed": "Falha ao atualizar configuração do arquivo.",
    "“影”更换": "Troca de \"Hokage\"",
    "“晓”组织率领叛忍入侵了，请所有忍者立即集合，保卫村庄！": "Akatsuki organizou uma invasão, favor todos os ninjas reunam-se para proteger a Aldeia!",
    "《***p1***》修改密码": "<***p1***> Alterar senha",
    "一乐拉面": "Ongaku Ramen",
    "一月": "Janeiro",
    "一键接受（***p1***）": "X-Aceitar (***p1***)",
    "七月": "Julho",
    "万能分身：用于合成忍者卡牌，可以替代任意忍者卡的忍者分身。": "Avatar Universal: usado para sintetizar cartas de ninja, pode substituir qualquer multiplicação de ninja.",
    "三月": "Março",
    "下一轮开始": "Início da próxima ronda",
    "下载失败": "Download falhou.",
    "下载失败：存储卡空间不足": "Download falhou: Espaço no cartão de memória insuficiente.",
    "下载失败：扩展文件没有找到": "Download falhou: Ficheiros de extensão não encontrados.",
    "下载失败：请购买游戏": "Download falhou: Por favor compre o jogo.",
    "不变 ***p1*** 次": "Não se alterou ***p1*** vez(es)",
    "不可合成": "Não pode sintetizar",
    "不可进阶": "Não pode evoluir",
    "两次输入的密码不一致。": "As senhas não correspondem.",
    "个人最佳": "Melhor avaliação",
    "中心": "Centro",
    "中心（Lv ***p1***）": "Centro (Nv.***p1***)",
    "丰饶的大地，也可化为死亡的荒野，如果无法生存下去就会化为一堆白骨。不可选择治疗型忍者。": "Terras férteis também podem se transformar em Terras da Morte, se não conseguir sobreviver, se transformará em uma pilha de ossos. Não pode selecionar Ninjas do Tipo Cura.",
    "九月": "Setembro",
    "二月": "Fevereiro",
    "五月": "Maio",
    "五牌对决": "Batalha das 5 cartas",
    "亲爱的玩家，您购买的超值礼包已经过期，礼包内未领取的物品已被添加到此邮件的附件中，请查收。": "Prezado jogador, o pacote que você comprou expirou, os itens não coletados foram adicionados em anexo e enviado por e-mail, favor verificar.",
    "仅限VIP玩家进入。": "Apenas jogadores VIP podem entrar.",
    "今日充值 ***p1*** 金币": "Hoje tem de carregar: ***p1***",
    "今日剩余次数：": "Restante diário:",
    "今日叛忍应该不敢出现了，明天再来吧！": "Parece que hoje os ninjas traidores não tiveram a coragem de aparecer. Volte amanhã!",
    "今日已充值金额：***p1***": "Carregado hoje: ***p1***",
    "今日已充值：***p1***": "Já carregou: ***p1*** hoje",
    "今日已消费：***p1***": "Já consumiu: ***p1*** hoje",
    "今日已领取": "Já coletou hoje",
    "今日消费***p1***金币": "Consumiu ***p1*** moedas de ouro hoje",
    "今日累计充值***p1***金币": "Carregadas ***p1*** moedas de ouro hoje",
    "今日累计消费 ***p1*** 金币": "Consumidas ***p1*** moedas de ouro hoje",
    "令牌": "Token",
    "任务": "Missão",
    "任务中(***p1***\/***p2***)": "Missão em\nandamento (***p1***\/***p2***)",
    "任务奖励": "Prêmio da Missão",
    "任命成功。": "Nomeado com sucesso.",
    "传送石数量不足，您可以通过五牌对决或每日登陆奖励获取更多传送石。": "Pedras de Transmissão insuficientes, você pode através da Batalha de Cinco Cartas ou de logins diários, obtê-las como prêmio.",
    "伤害排名奖励": "Prêmio de Ranking de Danos",
    "体力": "Energia",
    "体力上限": "Limite de Energia",
    "体力赠送成功。": "Oferta de energia com sucesso.",
    "体力领取成功。": "Energia coletada com sucesso.",
    "作为进阶材料的卡牌中包含升级过装备的卡牌，是否确认进阶？": "As cartas a ser utilizadas como materiais para avanço incluem uma com o equipamento elevado. Confirma que deseja avançar?",
    "你今日已经领取过了。": "Você já coletou hoje.",
    "你在挑战中被 ***p1*** 击败了。": "Você foi derrotado pelo jogador ***p1***.",
    "你在挑战中被 ***p1*** 击败，排名掉落到第 ***p2*** 名。": "Você foi derrotado pelo jogador ***p1***, rebaixando o seu ranking para o ***p2***º lugar.",
    "你小队的领导力超过了上限。": "A carta da sua equipe é superior ao líder.",
    "你尚未获得足够的物品！": "Você ainda não obteve itens suficientes!",
    "你尚未购买成长基金！": "Você ainda não comprou o fundo de crescimento!",
    "你已经加入了忍者村。": "Você já entrou na aldeia de ninja.",
    "你已经退出了忍者村。": "Você já saiu da aldeia de ninjas.",
    "你的小队中至少要有一张忍者卡牌。": "É necessário ter no mínimo 1 carta ninja em seu grupo.",
    "你的账号在其他设备上登陆了。是否重新登陆？": "Você efetuou login em outro dispositivo, deseja fazer login novamente?",
    "你的金币不足。": "Moedas de ouro insuficientes.",
    "你获得了 ***p1*** 赠送给您的 ***p2*** 点体力，今日还可接受 ***p3*** 位好友的赠送。": "Você recebeu ***p2*** pontos de energia oferecidos por ***p1***. Hoje ainda não é possível aceitar o presente de ***p3***.",
    "你获得了：": "Você obteve:",
    "你被 ***p1*** 从 ***p2*** 忍者村中驱逐了。您的忍者村科技将暂时失去效果，直到重新加入新的忍者村。": "Você foi expulso da Vila Ninja ***p2*** por ***p1***. A sua Tecnologia da Vila Ninja ficará sem efeito temporariamente. Favor entre em uma nova Vila Ninja.",
    "使用已有账号登陆后，你现在的角色 ***p1***（lv***p2***）将被自动放弃。": "Após fazer login já cadastrado, seu personagem ***p1*** (lv.***p2***) será automaticamente descartado.",
    "保护大名": "Grande Proteção",
    "保护大名的安全是忍者的使命。你若能连续保护我 ***p1*** 天，必有重谢！": "A grande proteção é um dever para os ninjas, Se você puder me proteger por ***p1*** dias, ficarei muito agradecido!",
    "保护成功！": "Proteção sucedida!",
    "信件的附件尚未领取。删除信件后，附件将随之消失，是否确认删除？": "O anexo da carta ainda não foi coletado. Após apagar, o anexo irá desaparecer. Deseja continuar?",
    "修改密码": "Alterar senha",
    "充值任意金额": "Recarga de qualquer valor",
    "充值排名": "Ranking de Recarga",
    "充值特惠": "Promoção de Recarga",
    "先给自己取个名字，再来创建忍者村吧。": "Primeiro escolha um nome a si mesmo para depois criar uma Aldeia de Ninjas.",
    "先给自己取个名字，再来加入忍者村吧。": "Primeiro escolha um nome a si mesmo para depois entrar uma Aldeia de Ninjas.",
    "先给自己取个名字，再来给好友发送信件吧。": "Primeiro escolha um nome a si mesmo para depois enviar uma carta.",
    "免费": "Grátis",
    "免费(***p1***\/***p2***)": "Grátis (***p1***\/***p2***)",
    "免费注册": "Registrar",
    "免费的忍者游戏": "Jogos de Ninjas Gratuito",
    "入侵倒计时": "Contagem regressiva para a invasão.",
    "全S通关": "Avaliação S total",
    "全服第一": "TOP1 do Servidor",
    "全知全能的 ***p1*** ：\n    您已经手刃了大筒木辉夜，经历了战斗的洗礼，在世人的见证下，成为了万人尊崇的忍者之神。人民将歌颂您的功绩，孩童将传唱关于您伟大事迹的歌谣，您的石像将被雕刻在圣山之巅。此外您还为 ***p2*** 名为您助威的玩家获得了合计 ***p3***x***p4*** 金币的奖励。\n    愿和平长存，战乱不再。": "***p1*** Onisciente:\n    Você já matou Ōtsutsuki Kaguya, experimentou um batismo de batalha. Sendo testemunhado pelas pessoas comuns, se tornou um deus ninja venerado por povo. O povo exalta as suas façanhas, as crianças cantam canções sobre os seus grandes feitos. A sua estátua foi esculpida no cume da Montanha Sagrada. Além disso, ***p2*** jogadores que te apoiaram receberam um prêmio de total ***p3***x***p4*** moedas de ouro.\n    Paz para sempre, guerra nunca mais!",
    "全部分解": "Decompor todos",
    "八月": "Agosto",
    "六月": "Junho",
    "关闭": "Fechar",
    "关闭中": "Encerrando",
    "兽灵石不足，是否前往商城购买？": "Pedras da Alma da Fera insuficientes, você deseja comprar na Loja?",
    "冠军": "Campeão",
    "冠军时间：***p1***": "Tempo do Campeão: ***p1***",
    "冠军玩家：": "Jogador Campeão:",
    "冲级活动": "Evento de subida de nível",
    "决定卡牌攻击造成的伤害。": "Decide os danos de ataque causadas da carta.",
    "决定卡牌的生命值。": "Decide os pontos de vida da carta.",
    "决定战斗中敌我双方位于相同位置的卡牌的出手顺序。": "Decide a ordem da carta entre ambos os jogadores durante a batalha.",
    "准备阶段": "Fase de Preparação",
    "减伤(缩写)": "DR",
    "减伤（减伤）：": "RD (Redução de Danos):",
    "减少挑战者***p1***伤害值": "Desafiador -***p1*** de danos",
    "减少挑战者***p1***治疗量": "Desafiador -***p1*** de cura",
    "减少挑战者***p1***生命值": "Desafiador -***p1*** de vida",
    "出战": "Combate",
    "击杀奖励": "Prêmio da Matança",
    "击杀成功！相应的奖励已经发送到您的邮箱。": "Ataque sucedido! O prêmio correspondente foi enviado ao seu e-mail.",
    "分": "minuto",
    "分(复数)": "minutos",
    "分享到facebook": "Compartilhar no Facebook",
    "分享游戏到facebook，领取***p1***银币奖励": "Compartilhe o jogo no facebook, colete um prêmio de ***p1*** moedas de prata",
    "分解 ***p1***": "Decompor ***p1***.",
    "分解获得万能分身：": "Decomponha p\/ obter Técnica da Multiplicação.:",
    "分解获得：": "Decompondo obtém:",
    "刷新好友": "Atualizar Amigos",
    "刷新消耗：***p1*** 金币": "Consumo de atualização: ***p1*** moedas de ouro.",
    "前往": "Avançar",
    "剩余时间：": "Tempo Restante:",
    "剩余时间：***p1***": "Tempo Restante: ***p1***",
    "助威奖励": "Prêmio de Auxílio.",
    "助威数": "Número de encorajamento",
    "助威数量越多，享受的血量加成越高。": "Quanto maior o encorajamento, maior será a quantidade de vida usufruída.",
    "助威结束倒计时：": "Tempo restante de encorajamento:",
    "勋章": "Medalhas",
    "勋章不足": "Medalhas insuficientes",
    "勋章不足，您可以通过挑战获得勋章。": "Medalhas insuficientes, você pode obter mais medalhas através de desafios.",
    "勋章排名活动已经过期": "O evento de ranking de medalhas já terminou.",
    "勋章数量排名": "Ranking do número de medalhas",
    "十一月": "Novembro",
    "十二月": "Dezembro",
    "十月": "Outubro",
    "升级": "Elevar",
    "半决赛": "Semifinal",
    "单挑封神活动分为三个环节：\n\n        资格争夺环节：周五00:00到下周四24:00。\n        在这个时间段内，在挑战中获得勋章数量最多的一名玩家将被选出，代表本服所有玩家向大筒木辉夜及其手下宣战。\n\n        助威环节：周五00:00到周六24:00。\n        在这个时间段内，所有玩家均可以为参与单挑的那名玩家助威。助威人数越多，参与单挑的玩家享受的血量加成就越高。\n\n        单挑封神环节：周日00:00到周日24:00。\n        在这个时间段内，被选出参与单挑的玩家可以随时开始挑战。挑战一共有三关，战胜对手可以获得超强卡牌的分身，并且为所有助威过的玩家赢得金币奖励；三关全部通过之后，该玩家将加冕封神。": "O evento se divide em 3 partes:\n  \n    Fase da Inteligência: Sexta das 00:00 - 24:00 de Sábado.\n    Neste período, o jogador que obtiver o maior número de medalhas será o escolhido para combate com Ōtsutsuki Kaguya.\n  \n    Fase de Auxílio: Sexta das 00:00 - 24:00 de sábado.\n    Neste período, todos os jogadores podem auxiliar o jogador escolhido para batalha. Quanto maior o número de auxiliares, a quantidade de vida compartilhada será maior.\n  \n    Fase do Deus Escolhido: Domingo das 00:00 - 24:00\n    Neste período, os jogadores que forem escolhidos podem batalhar a hora que desejar. O desafio possui um total de 3 fases, o jogador terá chances de obter clones de ninjas poderosos, e obter prêmios do moedas de ouro por auxílio. Após a passagem da terceira fase, o jogador será o Deus escolhido.",
    "卡牌升级": "Elevação de Cartas",
    "卡牌升级到满级后才能进阶。": "Apenas pode elevar de ordem após completar as estrelas.",
    "卡牌卖出成功。": "Venda de carta sucedida.",
    "卡牌商城": "Loja de Cartas",
    "卡牌已解锁。": "Carta desbloqueada",
    "卡牌已锁定。": "Carta bloqueada",
    "卡牌进阶": "Avanço de Cartas",
    "历练副本 ***p1***-***p2*** 通关后，五牌对决功能开放。": "Após completar a Campanha da Jornada ***p1***-***p2*** será ativado o Duelo de 5 Cartas.",
    "历练副本 ***p1***-***p2*** 通关后，召唤兽功能开放。": "Após completar a Campanha da Jornada ***p1***-***p2***, irá ativar a função da convocação da fera.",
    "历练副本 ***p1***-***p2*** 通关后，好友功能开放。": "Após completar a Campanha da Jornada ***p1***-***p2*** , irá ativar a função de amigos.",
    "历练副本 ***p1***-***p2*** 通关后，尾兽功能开放。": "Após completar a Campanha da Jornada ***p1***-***p2*** , irá ativar a função Bijuu",
    "历练副本 ***p1***-***p2*** 通关后，巅峰竞技功能开放。": "Após passar da ***p1***-***p2*** da Campanha da Jornada, ativará a função Dojo Supremo",
    "历练副本 ***p1***-***p2*** 通关后，幻境功能开放。": "Após passar da Campanha da Jornada ***p1*** - ***p2***, a função Reino Fantasma será ativado.",
    "历练副本 ***p1***-***p2*** 通关后，忍者村功能开放。": "Após completar a Campanha da Jornada ***p1***-***p2***, irá ativar a função da aldeia de ninja.",
    "历练副本 ***p1***-***p2*** 通关后，您才能报名参加忍界大战。": "Após completar a jornada ***p1***-***p2*** poderá se inscrever para participar na Guerra Mundial Ninja.",
    "历练副本 ***p1***-***p2*** 通关后，挑战功能开放。": "Após completar a Campanha da Jornada ***p1***-***p2*** , irá ativar a função do desafio.",
    "历练副本 ***p1***-***p2*** 通关后，特殊副本开放。": "Após completar a Campanha da Jornada ***p1***-***p2*** , irá ativar a campanha especial.",
    "历练副本 ***p1***-***p2*** 通关后，生存试练功能开放。": "A funcionalidade de Treino de Sobrevivência é ativada após completar a jornada ***p1***-***p2***.",
    "历练副本 ***p1***-***p2*** 通关后，精英副本开放。": "Após completar a Campanha da Jornada ***p1***-***p2*** , irá ativar a campanha de elite.",
    "历练副本 ***p1***-***p2*** 通关后，英雄副本开放。": "Após completar a campanha de treino***p1***-***p2*** , irá ativar a campanha de herói.",
    "历练副本 ***p1***-***p2*** 通关后，装备功能开放。": "Após completar a Campanha da Jornada***p1***-***p2***, será ativada a funcionalidade de equipamento.",
    "历练排名活动已经过期": "O evento de ranking de jornada já terminou",
    "历练进度排名": "Ranking de avanço de jornada",
    "去拆除": "Destruir",
    "去挑战": "Desafiar",
    "参与奖": "Prêmio de Participação",
    "参战提醒": "Aviso de Batalha",
    "友情商店": "Loja da Amizade",
    "友情点": "Pontos de Amizade",
    "友情点不足。你可以在历练中与好友组队，获得更多的友情点。": "Pontos de amizade insuficientes. Você pode fazer uma equipe durante a jornada, e ganhará mais pontos de amizade.",
    "发生未知错误，错误代码 = ***p1***\n点击确定重新加载。": "Erro desconhecido, código = ***p1***",
    "取消": "Cancelar",
    "取消下载": "Cancelar download.",
    "受限于研究所等级": "Limitado pelo Nível do Laboratório",
    "只有VIP玩家才可以购买。": "Apenas jogadores VIP podem comprar.",
    "只有“影”和“顾问”可以召唤尾兽。": "Apenas as \"Sombras\" e \"Consultores\" podem invocar Bijuus.",
    "只有“影”和“顾问”可以开启祭坛。": "Apenas as \"Sombras\" e \"Consultores\" podem ativar o Altar.",
    "只有“影”和“顾问”才能升级忍者村的建筑。": "Apenas as \"Sombras\" e \"Consultores\" podem elevar as construções da Vila Ninja.",
    "只有“影”和“顾问”才能更换忍者村徽章。": "Apenas as \"Sombras\" e \"Consultores podem trocar Medalhas da Vila Ninja.",
    "只有忍者村的“影”才能修改职位。": "Apenas o \"Sombra\" da Vila Ninja pode alterar a Profissão.",
    "只有经过地狱的磨炼，才能拥有创造天堂的力量。": "Só passando pelo treinamento no inferno que poderá ter o poder dos Céus.",
    "只能装备给 ***p1*** 星以上的忍者。": "Apenas pode equipar para Ninjas com estrelas superiores a ***p1***.",
    "召唤传说尾兽": "Encantar Bijuu lendário",
    "召唤传说忍者": "Encantar ninja lendário",
    "召唤兽分解成功，获得兽灵石 × ***p1***": "Decomposição sucedida, obteve pedra da Alma da Fera x***p1***.",
    "召唤兽速度不变": "Velocidade de encantamento de Fera não se altera.",
    "召唤兽速度增加 ***p1***": "Aumenta ***p1*** de velocidade de encantamento de Fera.",
    "召唤兽速度降低 ***p1***": "Diminui ***p1***de velocidade de encantamento de Fera.",
    "召唤卷轴拼合成功！您一共可以召唤 ***p1*** 只尾兽，是否召唤全部？": "Os pergaminhos de invocação sintetizados com sucesso! Ao todo pode invocar ***p1*** bijuus. Confirma que deseja invocar todos?",
    "可以接受": "Pode Aceitar",
    "可以进阶": "Pode evoluir",
    "可兑换次数：***p1***": "Vezes que pode ser trocado: ***p1***",
    "可分解": "Pode Decompor",
    "可合成": "Pode sintetizar",
    "可携带卡牌的总领导力": "Pontos de liderança total das cartas na batalha.",
    "可携带卡牌的总领导力。": "Pontos de liderança total das cartas na batalha.",
    "可重置次数:***p1***": "Pode renovar: ***p1*** vezes",
    "可领取": "Coletável",
    "合成(卡牌)": "Sintetizar",
    "合成材料不足。是否使用***p1***金币，补足合成材料？": "Material de síntese insuficiente Deseja usar ***p1*** ouro, para comprar material de síntese necessário?",
    "同一件装备上只能镶嵌1块同类型宝石": "No mesmo equipamento apenas pode inserir 1 gema do mesmo tipo.",
    "同时选中的卡牌不能超过 ***p1*** 张！": "Não pode escolher mais de ***p1*** cartas de uma só vez.",
    "同步成功。截止到开始战斗前5分钟，您均可以将您的最新阵型同步到忍界大战服务器。": "Sincronização bem-sucedida. Até 5 minutos antes do início da batalha você pode sincronizar a sua formação mais recente com o servidor da Guerra Mundial Ninja.",
    "否": "Não",
    "命中": "Precisão",
    "命中(缩写)": "PREC",
    "命中（命中）：": "PREC (Precisão):",
    "商城": "Loja",
    "商店": "Loja",
    "商店（Lv ***p1***）": "Loja (Nv.***p1***)",
    "四月": "Abril",
    "团队的作战能力": "Poder de combate da equipe",
    "团队的作战能力。": "O poder de combate da equipe",
    "圣地": "Santuário",
    "圣地***p1***级后开启第三个祭坛。": "Quando o Santuário alcançar ***p1***, ativará o terceiro Altar.",
    "圣地***p1***级后开启第二个祭坛。": "Quando o Santuário alcançar ***p1***, ativará o segundo Altar.",
    "圣地中的祭坛已经开启, ***p1*** 即将被召唤，请全体成员前往提供开启材料。": "O Altar do Santuário foi ativado, ***p1*** será absorvido, favor todos os membros entregar os materiais necessários.",
    "圣地开放": "Ativação do Santuário",
    "圣地（Lv ***p1***）": "Santuário (Nv.***p1***)",
    "在历练中击败boss有几率获得相应的忍者分身。": "Derrotando um boss na jornada terá a possibilidade de obter o clone de ninja correspondente.",
    "在巅峰竞技场上阵的卡牌不能作为进阶材料": "Ninjas que estão no Dojo Supremo não poderão ser usados como material de avanço.",
    "在挑战防守阵容中的卡牌不能作为进阶材料": "Ninjas que estão em formação de Defesa no Desafio, não podem ser usadas como material de avanço.",
    "在活动期间内，将从头统计玩家的勋章数，并根据玩家规定时段内，在挑战系统中获得的勋章数进行排名。若玩家的勋章数相同，则由服务器根据达到该数量的先后顺序排名，排名最终确定以活动截止时刻为准。奖励详情点击本页面内的“奖励”按钮查看，具体奖励将在活动结束后通过邮件发送。": "Durante o tempo do evento, os jogadores serão ordenados em ranking segundo o número de medalhas que obtiveram desde o início e o número de medalhas que obtêm no sistema de desafios durante o tempo indicado. Se os jogadores tiverem o desenvolvimento adequado o servidor ordena-los-á numa lista de ranking de acordo com a quantidade obtida. Por fim a lista confirma a hora de término do evento. Para saber mais informações sobre os prêmios pode clicar no botão \"Prêmios\" nesta tela. Os prêmios serão enviados por email quando o evento terminar.",
    "在活动期间内，根据玩家在普通历练中的通关进度进行排名。若玩家的进度相同，则由服务器根据通关的先后顺序排名，排名最终确定以活动截止时刻为准。奖励详情点击本页面内的“奖励”按钮查看，具体奖励将在活动结束后通过邮件发送。": "Durante o tempo do evento, os jogadores serão ordenados em ranking segundo seu avanço na jornada normal. Se os jogadores tiverem o desenvolvimento adequado o servidor ordena-los-á numa lista de ranking de acordo com os níveis completados. Por fim a lista confirma a hora de término do evento. Para saber mais informações sobre os prêmios pode clicar no botão \"Prêmios\" nesta tela. Os prêmios serão enviados por email quando o evento terminar.",
    "在活动期间内，根据玩家的充值金额进行排名，若玩家的充值金额相同，则由服务器根据达到该金额的先后顺序排名，排名最终确定以活动截止时刻为准。奖励详情点击本页面内的“奖励”按钮查看，具体奖励将在活动结束后通过邮件发送。": "Durante o evento, o rank será efetuado de acordo com o valor de recarga dos jogadores, se o valor de recarga dos jogadores for semelhante, o sistema irá classificar o rank de acordo com o tempo de recarga. A final classificação é baseado no rank do termino do evento. Para saber mais sobre os prêmios favor clicar no botão \"Prêmios\" para verificar. Os prêmios serão enviados após o termino do evento.",
    "在活动期间内，根据玩家的等级进行排名，若玩家的等级相同，则由服务器根据达到该等级的先后顺序排名，排名最终确定以活动截止时刻为准。奖励详情点击本页面内的“奖励”按钮查看，具体奖励将在活动结束后通过邮件发送。": "Durante o tempo do evento, se os jogadores tiverem o desenvolvimento adequado de nível, o servidor ordena-los-á numa lista de ranking de acordo com o nível atingido. Por fim a lista confirma a hora de término do evento. Para saber mais informações sobre os prêmios pode clicar no botão \"Prêmios\" nesta tela. Os prêmios serão enviados por email quando o evento terminar.",
    "培养失败，召唤兽速度降低***p1***。": "Adestramento fracasso, velocidade de encantamento diminuiu ***p1***.",
    "培养成功，召唤兽速度增加***p1***。": "Adestramento sucedido, velocidade de encantamento aumentou ***p1***.",
    "填入所有召唤材料后，才能召唤尾兽。": "Poderá invocar o Bijuu após preencher todos os materiais de invocação.",
    "增加卡牌的暴击几率。": "Aumenta a taxa de crítico da carta.",
    "增加卡牌的暴击几率，暴击会造成双倍伤害。": "Aumenta a taxa de crítico da carta, usando o crítico causa danos em dobro.",
    "增加卡牌的生命值。": "Aumenta os pontos de vida da carta.",
    "增加卡牌的闪避几率。": "Aumenta a taxa de evasão da carta.",
    "增加卡牌被治疗时回复的生命值。": "Aumenta os pontos de vida recuperados durante a cura.",
    "增加挑战者***p1***伤害值": "Desafiador +***p1*** de danos",
    "增加挑战者***p1***治疗量": "Desafiador +***p1*** de cura",
    "增加挑战者***p1***生命值": "Desafiador +***p1*** de vida",
    "声望": "Reputação",
    "声望不足": "Reputação insuficiente.",
    "声望不足。在圣地击败尾兽，可以获得大量声望。": "Reputação insuficiente. Derrote o Bijuu no Santuário e poderá obter grande reputação.",
    "声望：用于升级科技，可以通过在圣地中击杀尾兽获得。": "Prestígio: É usado para elevar tecnologias. Pode ser obtido ao derrotar as Feras-Cauda em Santuário.",
    "复制成功": "Copiado com sucesso!",
    "复制成功。是否去App Store公布你的邀请码？": "Copiado com sucesso, deseja publicar seu convite no App Store?",
    "复制成功。是否去公布你的邀请码？": "Copiado com sucesso, deseja publicar seu convite?",
    "多谢你的连日保护，点击下面的按钮领奖吧。": "Obrigado pela proteção consecutiva, clique no botão para coletar o prêmio!",
    "大筒木辉夜正在破坏次元壁，请重新登陆游戏。如果无法进入游戏，请耐心等待或联系客服解决。": "Ōtsutsuki Kaguya está destruindo a parede, favor logar novamente. Caso não conseguir entrar no jogo, favor contate o nosso suporte.",
    "天": "dia",
    "天(复数)": "dias",
    "天数：": "Dias:",
    "失败 ***p1*** 次": "Fracasso ***p1*** vez(es)",
    "奖励": "Prêmio",
    "奖励 ***p1*** 体力": "Prêmio ***p1*** energia",
    "奖励 ***p1*** 勋章。": "Prêmio de ***p1*** de medalhas.",
    "奖励 ***p1*** 金币": "Prêmio ***p1*** moedas de ouro",
    "奖励领取后你的体力将超过上限。是否确认领取？": "Depois de coletar o prêmio, a sua energia irá ultrapassar o limite. Deseja continuar.",
    "好像什么也没有发生。": "Parece que nada aconteceu.",
    "好友申请发送成功。": "Convidou Amigo com sucesso.",
    "好友移除成功。": "Amigo movido com sucesso.",
    "如有疑问请联系客服。": "Se tiver qualquer questão por favor contacte o serviço de apoio a clientes.",
    "密码修改成功。": "Senha alterada com sucesso.",
    "密码必须由 6 - 18 个字符组成。": "A senha deve conter entre 6 a 18 caracteres.",
    "对方好友数量已达上限，无法添加好友。": "Ele(a) já alcançou o limite de amigos, não pode mais adicionar.",
    "尊敬的“影”，您已经连续 ***p1*** 天没有登录游戏了。为了贵忍者村全体成员的利益，希望您能勤于忍者村管理。如果连续 ***p2*** 日不登陆游戏，您“影”的职务将被转交给其他玩家。": "Caro Hokage, você já está a ***p1*** dias consecutivos sem fazer login. Para o benefício dos membros de todos da aldeia, as pessoas estão a espera de sua gestão, Se permanecer ***p2*** dias sem fazer login, seu direitos de \"Hokage\" serão transferidos para outro jogador.",
    "尊敬的忍者，在这里您将与来自IOS和安卓所有服务器的玩家进行1V1的战斗，决出最强的忍者，赶快报名吧！": "Caro ninja, aqui você pode combater em batalhas 1V1 com todos os jogadores de todos os servidores iOS e Android para decidir quem é o ninja mais forte. Se inscreva já!",
    "小时": "hora",
    "小时(复数)": "horas",
    "尚未开通VIP": "Ainda não ativou o VIP",
    "尚未拥有进行中的任务。请派遣忍者。": "Não possui missões em progresso, favor envie um Ninja,",
    "尚未购买月卡": "Você ainda não comprou o cartão mensal",
    "尾兽&召唤兽": "Bijuu & Invocar Bijuu",
    "尾兽分解成功，获得***p1***能量。": "Decomposição de Bijuu sucedida, obteve energia x***p1***.",
    "尾兽分解成功，获得能量 × ***p1***。": "Decomposição de Bijuu sucedida, obteve energia x***p1***.",
    "巅峰勋章": "Medalhas Supremas",
    "巅峰勋章不足。巅峰竞技排名越高，每天获得的巅峰勋章就越多。": "Medalhas Supremas insuficientes. Quanto maior o nível, mais medalhas poderá receber.",
    "巅峰徽章不足": "Medalhas Supremas insuficientes",
    "巅峰竞技规则：\n1、每个玩家可以派出3支队伍，与对方的3支队伍逐一战斗，3局2胜。\n2、第***p1***名的玩家将会隐藏3个队伍，第***p2***名的玩家隐藏第2、第3两个队伍，***p3***名的玩家只隐藏第3个队伍。\n3、击败排名比你高的玩家，您会取代他的排名。": "Regras do Dojo Supremo:\n1. Cada jogador pode enviar 3 grupos para batalhar contra 3 equipes do oponentes. Vence aquele que vencer 2 batalhas de 3.\n2. O ***p1***º colocado poderá ocultar 3 equipes, o ***p2*** colocado poderá ocultar a segunda e a terceira equipe, ***p3***º colocado apenas poderá ocultar a terceira equipe.\n3. Derrotando jogador com Ranking maior que você, poderá ficar com o Ranking dele.",
    "已上阵": "Em formação",
    "已上阵的卡牌不能作为进阶材料": "A carta colocada na formação não pode ser usada como material de elevação de ordem.",
    "已充值：***p1***": "Já carregou: ***p1***",
    "已出战": "Em combate",
    "已售空": "Esgotado",
    "已在巅峰竞技上阵": "Já está na formação do Dojo Supremo",
    "已在挑战防守阵容上阵": "Já está na formação de def. do Desafio",
    "已完成：***p1***天": "Já carregou: ***p1*** dias",
    "已成功击杀": "Derrotado com sucesso",
    "已有账号": "Já cadastrado",
    "已消费：***p1***": "Já consumiu: ***p1***",
    "已经镶嵌符石的装备被卖出后，符石将被丢弃。是否确认卖出？": "Após vender equipamentos que já tem runa inserida, a runa será descartada, deseja vender mesmo assim?",
    "已经镶嵌符石的装备被吞噬后，符石将被丢弃。是否继续升级？": "Após engolir equipamentos com runa inserida, a runa será descartada, deseja vender mesmo assim?",
    "已达到最大突破等级。": "Já atingiu o nível máximo de promoção.",
    "已达到最大等级。": "Já atingiu o nível máximo.",
    "已达到满级": "Alcançou Nível máximo",
    "已锁定": "Bloqueado",
    "已锁定的卡牌不能作为进阶材料，请您先到包裹中解锁卡牌。": "Cartas vinculadas não pode ser usadas como material de elevação de ordem, favor escolha uma carta desbloqueada na mochila.",
    "已领取": "Coletado",
    "帮大名击退叛忍，可获得奖励。": "Ajude a afastar os Ninjas traidores, poderá receber prêmios.",
    "干得漂亮！只有最珍贵的宝物才能配上您强大的实力，我手头上正好有些存货，要来看看吗？": "Perfeito! Apenas itens raros podem te aumentar de verdade a sua força, eu tenho alguns itens aqui, você tem interesse?",
    "平衡型": "Balanço",
    "平衡型：他们是兼备输出与防御的综合型忍者。": "Estado de equilíbrio: São ninjas tanto com capacidade de ataque como de defesa.",
    "开启1次": "Ativar 1 vez",
    "开启3次": "Ativar 3 vezes",
    "开始更新": "Atualizar",
    "开战提醒": "Aviso de início de batalha",
    "开通": "Ativar",
    "开通VIP立即可用×3倍速。": "Ativando VIP poderá usar velocidade 3x.",
    "当前无人碰到“晓”组织成员 ***p1***，大家努力呀！": "Ninguém ainda encontrou o membro ***p1*** de Akatsuki, continuem procurando!",
    "当前无体力可以领取。": "Não há energia a coletar.",
    "当前没有任何公告。": "Não há anúncios atualmente.",
    "当前没有可以领取的附件。": "Não há anexos para serem coletados.",
    "当前符石数不足4块。": "Pedras das runas inferior a 4.",
    "当前还没有好友向您发送求助信息。": "No momento ainda não há jogadores que lhe enviaram mensagens de ajuda.",
    "影": "Sombra",
    "征召忍者": "Recrutar Ninjas",
    "很遗憾，你被踢出了忍者村。": "Lamentamos, você foi expulso da aldeia de ninjas.",
    "徐徐微风，也可化为凌冽的风暴，如果无法掌握全面的技能是无法活下去。不可选择平衡型忍者。": "Brisas leves também podem se transformar em terríveis furacões. Se não tiver domínio em suas habilidades, não conseguirá sobreviver. Não pode selecionar Ninjas do Tipo Balanceado.",
    "微博": "Weibo",
    "微博：": "Weibo:",
    "忍界大战": "Guerra Mundial Ninja",
    "忍者": "Ninja",
    "忍者任务": "Missão do Ninja",
    "忍者任务执行中": "O Ninja está em progresso de missão",
    "忍者品质不足。": "Nível de ninja insuficiente.",
    "忍者大人每天可以在我这里享用 ***p1*** 次香喷喷的一乐拉面，每次回复 ***p2*** 点体力！": "O mestre pode vir todos os dias ***p1*** apreciar uma macarrão delicioso. De cada vez recupera ***p2*** pontos de energia!",
    "忍者大人，您的体力已满，赶快带领我们战斗吧！": "Mestre, a sua energia está cheia, guie nos para uma nova batalha!",
    "忍者村": "Aldeia de Ninja",
    "忍者村- ***p1*** 的成员齐心协力，击杀了 ***p2***，获得了丰厚的奖励。": "Vila Ninja - o membro ***p1*** concentrou esforços e atacou ***p2***, obtendo prêmios valiosos",
    "忍者村中心等级达到***p1***级时，圣地开放。": "Quando o Centro da Vila Ninja atingiu ***p1***, o Santuário irá ser ativado.",
    "忍者村中心等级达到***p1***级时，研究所开放。": "Quando o Centro da Vila Ninja atingiu ***p1***, o Laboratório irá ser ativado.",
    "忍者村创建成功！": "Aldeia de Ninja criado com sucesso!",
    "忍者村只能拥有 ***p1*** 名顾问": "A Vila Ninja apenas pode possuir ***p1*** consultores.",
    "忍者村名称不能为空。": "Nome da Vila Ninja não pode ficar vazio.",
    "忍者村名称已经被占用。": "Este nome de Vila Ninja já foi usado.",
    "忍者村商店": "Loja de Ninja",
    "忍者村商店 ***p1*** 级解锁": "Desbloqueado quando a Loja da Vila Ninja alcançar Nv.***p1***",
    "忍者村商店提升到 ***p1*** 级。": "Loja da Aldeia elevou para Nv.***p1***.",
    "忍者村圣地提升到 ***p1*** 级。": "O Santuário da Vila Ninja elevou até Nv.***p1***.",
    "忍者村徽章功能已经开放，点击忍者村首页上的忍者村徽章可查看本忍者村拥有的所有徽章。": "A função de medalhas da Aldeia foi ativada, clique na medalha na página inicial da aldeia e poderá pesquisar pelas medalhas que possui.",
    "忍者村成员上限 + ***p1***": "Limite dos membros da aldeia de ninja +***p1***",
    "忍者村成员人数超过上限！": "O número de membros atingiu o limite máximo!",
    "忍者村提醒": "Aviso da Aldeia de Ninja",
    "忍者村研究所提升到 ***p1*** 级。": "O Laboratório da Vila Ninja elevou até Nv.***p1***.",
    "忍者村等级 ***p1*** 级解锁": "Desbloqueado quando a Vila Ninja alcançar Nv.***p1***",
    "忍者村等级***p1***": "Nível da vila ninja: ***p1***",
    "忍者村等级不足！": "O nível da vila ninja não é suficiente!",
    "忍者村等级提升到 ***p1*** 级。": "Nv. de aldeia elevou para Nv.***p1***.",
    "忍者村贡献": "Doação da Aldeia dos Ninjas.",
    "忍者村贡献不足。": "Doação da Aldeia dos Ninjas insuficiente.",
    "忍者村贡献不足。你可以通过捐献获得忍者村贡献。": "Doação da Aldeia insuficiente, você pode pode obter doações através de contribuições.",
    "忍者村财富不足。在圣地祭坛击败尾兽，或者捐献金币、银币，均能增加忍者村财富。": "Riqueza de Ninja insuficiente. Derrote Bijuus no Altar, faça contribuição de ouro, prata para aumentar a Riqueza do Ninja.",
    "忍者村财富：用于升级忍者村建筑，可以通过忍者村成员捐献获得。": "Fortuna: É usado para elevar estruturas da Aldeia de Ninja. Pode ser obtido através das doações dos membros.",
    "忍者村转让成功！": "Aldeia de Ninja transferida com sucesso!",
    "忍者进阶后，你小队的总领导力将会超过你的领导力上限。是否确认进阶？": "Após o ninja elevar, o poder de liderança total da equipe irá ultrapassar o limite. Deseja continuar?",
    "怒气：***p1***\/***p2***": "Raiva: ***p1***\/***p2***.",
    "总决赛": "Final",
    "恭喜您击败了大筒木辉夜！在世人的见证下，您已成为享有最高盛誉的忍者之神！": "Parabéns, você derrotou Ōtsutsuki Kaguya! Você já provou a sua mais honra do Deus dos Ninjas entre as pessoas.",
    "恭喜您已通关秘境！力量与荣耀与您同在！": "Parabéns por passar da Fronteira Secreta! A Honra e a Força estão com você!",
    "恭喜！你成功领取到了今日的金币奖励。\n***p1*** 金币加入了你的账户": "Parabéns! Você conseguiu coletar o prêmio de moedas de ouro de hoje. \n O prêmio de ***p1*** moedas de ouro entrou na sua conta.",
    "恭喜！在本次对***p1***（级别：***p2***）的攻击中，您的伤害排名第***p3***。请在附件中领取奖励。": "Parabéns! O ataque contra ***p1*** (Nv:***p2***), seu Ranking de Danos foi ***p3***. Favor colete os prêmios no anexo do E-mail.",
    "恭喜！您所在的忍者村成功击杀了***p1***（级别：***p2***）。请在附件中领取奖励。": "Parabéns!A Vila Ninja em que você está, conseguiu atacar com sucesso ***p1*** (Nv.***p2***). Favor colete os prêmios no anexo do e-mail.",
    "恭喜，您的召唤兽的速度已经达到最大值，更高追求请等待新的版本。": "Parabéns, a velocidade de encantamento já chegou ao limite, para mais evolução espere pela próxima campanha.",
    "恭喜，您获得 ***p1*** × ***p2***": "Parabéns, você obteve***p1*** × ***p2***",
    "恭喜，您获得 ***p1*** 体力": "Parabéns, você obteve ***p1*** energia",
    "恭喜，您获得 ***p1*** 金币": "Parabéns, você obteve ***p1*** moedas de ouro",
    "恭喜，您获得了 ***p1*** 金币": "Parabéns, você obteve ***p1*** moedas de ouro",
    "恭喜，更新完毕，点击确定按钮进入游戏！": "Parabéns, atualização completa. Clique em confirmar para entrar no jogo!",
    "您不能使用您自己的邀请码。": "Você ainda não pode usar o próprio código de convite.",
    "您今日还可以翻牌 ***p1*** 次。坚持每天登录，可以获得更多的翻牌机会。": "Você hoje ainda pode virar cartas ***p1*** vezes, continue fazendo logins diariamente e poderá ter a oportunidade de virar mais cartas.",
    "您今日领取的体力已经达到上限。每天只能接受 ***p1*** 次好友赠送。": "Você já atingiu o sue limite diário de coleta de energia de hoje. Apenas pode receber ***p1*** presentes de amigos por dia.",
    "您击退了 ***p1*** 的挑战。": "Você venceu ao desafio contra ***p1***.",
    "您可以升级您的忍者卡牌，提高战斗力。": "Você pode elevar o nível de sua carta ninja, elevando o poder de combate.",
    "您可以尝试在商城中抽卡，将更强大的忍者加入您的小队。": "Você pode experimentar tirar uma carta na loja, e ter um ninja mais forte em seu grupo.",
    "您可以尝试更换小队中的忍者卡牌或调整阵型位置，来克制对手。": "Você pode experimentar trocar uma das cartas de ninja ou reconfigurar as posição, para melhor enfrentar o oponente.",
    "您可以尝试给阵容中的卡牌升级装备来提升战斗力。": "Você pode tentar elevar os equipamentos da cartas da sua formação e assim aumentar a sua força de combate.",
    "您可以尝试选用队长技能更强力的忍者，提高战斗力。": "Você pode experimentar usar habilidades mais fortes de líder, trazendo mais força de combate.",
    "您可以给正在使用的装备镶嵌更好的符石，来提升战斗力。": "Você pode inserir uma runa melhor em seu equipamento atual trazendo maior força de combate.",
    "您可以进阶您的忍者卡牌，提高战斗力。": "Você pode elevar a ordem de sua carta ninja, elevando o poder de combate.",
    "您向 ***p1*** 赠送了 ***p2*** 点体力。": "Você presenteou ***p1*** com ***p2*** pontos de energia.",
    "您在***p1***中，惜败于***p2***，请下次再战！": "Você foi derrotado em ***p1*** por ***p2***. Volte a combater na próxima vez!",
    "您在忍界大战中，参与了***p1***，奖励在附件中领取。": "Você participou em ***p1*** na Guerra Mundial Ninja. O prêmio pode ser coletado em anexo.",
    "您尚未拥有***p1***。忍者村签到时有机会获得该材料。": "Você ainda não possui ***p1***. Tem chances de obter ao fazer Check-in.",
    "您尚未拥有满级的***p1***。": "Você não possui ***p1*** de Nv. Máximo",
    "您已将 ***p1*** 设置为忍者村徽章。": "Você já configurou ***p1*** como medalha da Aldeia dos Ninjas.",
    "您已经打开了所有宝箱。": "Você já abriu todos os baús.",
    "您已经拥有太多召唤兽了。": "Você já possui muitas feras encantadas.",
    "您已经拥有太多尾兽了。": "Você já possui muitos Bijuus.",
    "您已经达到好友数量上限，无法添加好友。": "Você já alcançou o limite de amigos, não pode mais adicionar.",
    "您所选中的召唤兽中有培养过的优秀召唤兽，是否确认分解？": "Dentro das feras escolhidas há uma fera de encantamento bom, deseja decompor?",
    "您所选择的尾兽已经出现在其他祭坛中了。": "O Bijuu que você selecionou já apareceu em outro Altar.",
    "您所选择的服务器当前为忙碌状态，请选择其他的服务器进行游戏。": "O servidor que selecionou está ocupado. Por favor selecione outro servidor para entrar no jogo.",
    "您拥有的卡牌数量已经达到包裹容量上限（***p1***\/***p2***）": "O número de cartas que você contém na mochila excedeu o limite de espaço. (***p1***\/***p2***).",
    "您排名第一，所向无敌了！": "Você é o primeiro colocado, incrível!",
    "您未参加本次忍界大战": "Você não participou nesta Guerra Mundial Ninja.",
    "您的VIP已到期，请续费后再来！": "Seu VIP expirou, favor renove e volte!",
    "您的体力已满，不需要领取额外体力。": "Energia cheia, não precisa de coletar energia extra.",
    "您的密码已经被修改，请重新登录！如果有疑问请联系客服。": "Sua senha foi alterada, favor faça login novamente! Em casos de problemas, contate o SAC.",
    "您的攻击次数已经用完，请点击确定返回。": "Sua quantidade de ataques já acabaram, clique em confirmar para voltar.",
    "您的新密码是***p1***，请登录游戏后尽快修改。": "Sua senha nova é ***p1***, favor altere o mais breve após fazer login.",
    "您的旧密码不正确。": "A sua senha antiga está incorreta.",
    "您的昵称已修改。": "Seu apelido foi alterado.",
    "您的登陆已过期, 请重新登陆": "O seu login já perdeu a validade, por favor volte a fazer login.",
    "您的礼包已过期，礼包内所有物品都将以邮件形式发往您的邮箱，请前往查看。": "Foi enviado ao seu e-mail, favor verifique.",
    "您的符石数量不足，无法合成。": "Runas insuficientes, não pode sintetizar.",
    "您的符石数量不足，无法批量合成。": "Runas insuficientes, não pode sintetizar em quantidade.",
    "您的能量不足，分解其他尾兽可以获得能量。": "Sua energia não é suficiente, fazendo decomposição poderá obter energia.",
    "您的金币不足，是否去购买更多的金币？": "Moedas de ouro insuficientes, você deseja comprar mais ouro?",
    "您的默认阵容中必须有3张以上卡牌，才能开始巅峰竞技。": "A sua formação necessitar ter mais de 3 cartas para poder iniciar o Dojo Supremo.",
    "您确定将忍者村转让给***p1***吗？此操作不能撤销！": "Deseja transferir a Aldeia de Ninja para ***p1***? Esta operação não poderá ser desfeita!",
    "您输入的忍者村名称不能超过15个字符，否则将被系统自动截短。": "O nome da Vila Ninja inserido não pode exceder 15 letras, caso contrário será automaticamente abreviado.",
    "您输入的忍者村名称中包含敏感词汇，请重新起名！": "O nome que você inseriu para a Vila Ninja possui palavras não permitidas, favor escolha outro nome!",
    "您输入的昵称不能超过15个字符，否则将被系统自动截短。": "O apelido inserido não pode exceder 15 letras, senão será automaticamente abreviado.",
    "您输入的昵称中包含敏感词汇，请重新起名！": "O nome que você inseriu possui palavras não permitidas, favor escolha outro!",
    "您输入的昵称已经被占用。": "O apelido inserido já está sendo usado.",
    "您输入的账号或密码有误。": "Usuário ou senha incorretas.",
    "您输入的邮箱已经被注册了。": "E-mail inserido já está sendo usado.",
    "您还未选择尾兽。": "Você ainda não escolheu o Bijuu.",
    "您还没有召唤兽，前往秘境冒险可以获得召唤兽。": "Você ainda não encantou uma fera, avançando na fronteira poderá obter uma fera encantada.",
    "您还没有召唤兽，通关历练副本 ***p1***-***p2*** 后开启召唤兽系统。": "Você ainda não encantou uma fera, completando a campanha da jornada ***p1*** - ***p2***, o sistema de encantamento será ativado.",
    "您还没有可被传承的召唤兽。": "Você não tem invocações que possam ser herdadas.",
    "您选择的宝箱中有 ***p1*** 金币。您是否愿意只花费 ***p2*** 金币来获得这个宝箱？": "O baú escolhido possui ***p1*** moedas de ouro. Você aceita consumir apenas ***p2*** para obter esta caixa?",
    "您选择的尾兽已经升级过战吼，是否确认吞噬？": "O Bijuu que você selecionou já foram perfurados, deseja mesmo absorver?",
    "想成为一名忍者吗？加入游戏，开拓属于自己的忍道。": "Você quer se tornar num ninja famoso, então comece a treinar seus jutsus.",
    "感谢您为忍界大战冠军***p1***献花，获得了100金币奖励。通过本邮件附件领取。": "Obrigado por ter oferecido flores ao campeão da Guerra Mundial Ninja ***p1***. Obteve um prêmio de 100 moedas de ouro. Pode coletar no anexo do email.",
    "成功 ***p1*** 次": "Sucesso ***p1*** vez(es)",
    "成功获取 ***p1*** 点体力。": "Conseguiu obter com sucesso ***p1*** pontos de energia.",
    "成功领取***p1***点体力。": "Coletou com sucesso ***p1*** de energia.",
    "成功领取***p1***点体力并回赠。": "Coletado com sucesso ***p1*** pontos de energia e retribuído.",
    "成员": "Membro",
    "成比例增加卡牌的攻击力。卡牌的攻击越高，效果越明显。": "Aumenta proporcionalmente o poder de ataque das cartas. Quanto maior for o ataque das cartas maior será o efeito.",
    "成比例降低敌方卡牌的攻击力，与破甲对应。": "Reduz proporcionalmente o poder de ataque do adversário, é correspondente à SEP-ARMOR.",
    "成长基金": "Fundo de Crescimento",
    "战斗力": "Poder de combate",
    "战斗力：团队的作战能力。": "Poder de combate: O poder de combate da equipe.",
    "战斗结果": "Resultado de Combate",
    "战斗记录": "Registro de Combate",
    "所选关卡拥有剩余攻击次数，不需购买。": "Existem ataques restantes nas fases selecionadas, não precisa de comprar.",
    "所选尾兽进行过为尾兽吞噬，是否继续吞噬？": "Após isso, os Bijuus selecionado serão absorvidos, deseja continuar?",
    "打造你专属的忍者小队，对抗各大传奇人物。": "Crie a sua equipe exclusiva e batalhe contra personagens lendários!",
    "执行该任务只能选择 ***p1*** 名忍者。": "Para esta missão, apenas pode selecionar o Ninja ***p1***.",
    "执行该任务需要派遣***p1***名忍者，请先选择要派遣的忍者。": "É necessário ***p1*** Ninjas para esta missão, favor escolha os Ninjas que deseja enviar.",
    "扩展包裹容量上限成功。": "Expansão de espaço sucedido!",
    "扩展文件下载完成": "Download de ficheiros de extensão bem-sucedido.",
    "技能已经满级，不可训练！": "A habilidade já está no Nv. Máximo, não pode mais treinar!",
    "护甲": "Armadura",
    "护甲(缩写)": "Armor",
    "护甲（护甲）：": "Armor (Armadura):",
    "报名人数已达上限65536，请下周再来！": "O número de pessoas inscritas já atingiu o limite de 65536 pessoas. Por favor volte a tentar na próxima semana!",
    "报名成功": "Inscrição bem-sucedida.",
    "抵御卡牌受到的攻击。": "Defende do ataque recebido da carta.",
    "拆除该符石需要花费***p1***银币，是否确认拆除？": "Para retirar esta runa será necessário consumir ***p1*** moedas de prata. Confirma que deseja retirar?",
    "挑战商店": "Loja do Desafio",
    "挑战失败": "Falha ao desafiar",
    "挑战时间结束，大筒木辉夜已经回归异次元了。": "Tempo de desafio esgotado, Ōtsutsuki Kaguya já retornou a outra dimensão.",
    "挑战管理员": "Gerente do Desafio",
    "挑战结束倒计时：": "Tempo restante para desafio:",
    "挑战胜利": "Venceu desafio",
    "捐献": "Doar",
    "捐献成功！": "Doado com sucesso!",
    "排名": "Lugar no ranking",
    "排名已经发生变化。": "O Ranking sofreu mudanças.",
    "排行": "Ranking",
    "摇钱树": "Árvore do Dinheiro",
    "摇钱树十倍暴击！***p1*** 获得了 ***p2*** 银币！": "Ataque crítico 10x na Árvore do Dinheiro! ***p1*** obteve ***p2*** moedas de prata!",
    "攻击": "Ataque",
    "攻击 (***p1***\/***p2***)": "Atacar (***p1***\/***p2***)",
    "攻击+***p1***": "Ataque +***p1***",
    "攻击型": "Ataque",
    "攻击型：他们具有强大的输出能力。": "Estado de ataque: Possuem uma grande força de ataque.",
    "攻击次数不足，是否花费 ***p1*** 金币购买一次攻击机会？": "Número de ataques insuficientes, deseja consumir ***p1*** moedas de ouro para comprar mais um ataque?",
    "攻击（攻击）：": "ATQ（Ataque）:",
    "攻击：决定卡牌攻击造成的伤害。": "Ataque: decide os danos de ataque causadas da carta.",
    "攻击：决定尾兽攻击造成的伤害": "Ataque: Indica o dano produzido pelo ataque do Bijuu.",
    "攻击：增加卡牌攻击造成的伤害。": "Ataque: aumenta os danos de ataque causadas da carta.",
    "数据错误，请重试！": "Erro de dados, tente novamente!",
    "数量：": "Quantidade:",
    "新密码不能为空。": "A nova senha não pode ser vazia.",
    "新密码与确认新密码不一致，请重新输入。": "A senha nova e a confirmação de senha não correspondem. Favor inserir novamente.",
    "无": "Sem",
    "无效的邀请码，请确认您的拼写是否正确。": "Código de Convite inválido, favor verifique se não foi preenchido erroneamente,",
    "无记录": "Não tem recorde",
    "无论世事沧桑，忍者精神永远不会改变。加入游戏，保卫村庄。": "Independentemente do que enfrentarmos durante a vida, a vontade dos ninjas não ir+a mudar. Comece a jogar para proteger a sua aldeia!",
    "无队长技能": "Não tem habilidades do líder",
    "是": "Sim",
    "是否将本次召唤到的尾兽全部分解？": "Deseja decompor todos os Bijuus convocados?",
    "是否将防守阵容重置为默认阵容？": "Deseja retornar a formação de defesa ao original?",
    "是否消耗一个***p1***，用于召唤***p2***？": "Deseja consumir um ***p1*** para trocar ***p2***?",
    "是否确定卖出 ***p1*** × ***p2*** ？": "Você confirma vender ***p1*** x ***p2***?",
    "是否确定卖出 ***p1***？": "Deseja mesmo vender ***p1***?",
    "是否确定将 ***p1*** 从 ***p2*** 身上卸下，并装备给 ***p3***？": "Deseja desequipar ***p1*** de ***p2*** e substituir por ***p3***?",
    "是否确认删除此信件？": "Deseja apagar esta carta?",
    "是否确认删除该好友？": "Deseja apagar este amigo?",
    "是否确认召唤 ***p1*** 级 ***p2***？开启祭坛后，尾兽的种类和等级不可更换。": "Deseja mesmo invocar ***p2*** Nv.***p1***? Após ativar o Altar, o Tipo e o Nível do Bijuu não poderá ser alterado.",
    "是否确认将 ***p1*** 踢出忍者村？": "Você deseja expulsar ***p1*** da aldeia de ninjas?",
    "是否确认此次卖出？": "Deseja mesmo vender?",
    "是否确认此次购买": "Confirma esta compra?",
    "是否确认此次购买？": "Deseja efetuar compra?",
    "是否确认派遣忍者执行该任务？": "Você deseja mesmo enviar Ninjas para esta missão?",
    "是否确认清空所有不带附件的信件？": "Deseja apagar todas as cartas sem anexo?",
    "是否确认立即召唤***p1***？在***p2***分钟内无法击败尾兽，则无法获得奖励。": "Deseja invocar agora ***p1***? Caso não consiga derrotar o Bijuu dentro de ***p2*** minutos, então não poderá receber os prêmios.",
    "是否确认花费 ***p1*** 友情点抽卡 ***p2*** 次？": "Deseja consumir ***p1*** pontos de amizade para sortear carta ***p2*** veze(s)?",
    "是否确认花费 ***p1*** 金币创建你的忍者村？": "Deseja consumir ***p1*** moedas de ouro para criar aldeia de ninjas?",
    "是否确认花费 ***p1*** 金币扩展 ***p2*** 个包裹容量上限？": "Você deseja consumir ***p1*** moedas de ouro para expandir ***p2*** slots de espaço de limite?",
    "是否确认花费 ***p1*** 金币购买120点体力？": "Deseja consumir ***p1*** moedas de ouro para comprar 120 pontos de energia?",
    "是否确认花费 ***p1*** 金币购买一次巅峰竞技攻击次数？": "Confirma consumir ***p1*** ouro para compra uma chance para atacar o Dojo Supremo?",
    "是否确认花费 ***p1*** 金币购买一次挑战攻击次数？": "Deseja consumir ***p1*** moedas de ouro para comprar mais um desafio?",
    "是否确认花费 ***p1*** 金币，立即对尾兽发动攻击？（无攻击CD）": "Confirma consumir ***p1*** ouro para lançar um Ataque contra o Bijuu? (Não possui Tempo de Resfriamento)",
    "是否确认花费 ***p1*** 银币创建你的忍者村？": "Deseja consumir ***p1*** moedas de prata para criar Vila Ninja?",
    "是否确认花费 ***p1*** 银币复活这张卡牌？": "Deseja gastar ***p1*** moedas de prata para ressuscitar esta carta?",
    "是否确认花费***p1***金币将昵称修改为：***p2***。": "Deseja consumir ***p1*** para alterar o nome para: ***p2***?",
    "是否确认购买周热点宝箱？\n开启一次消耗：***p1***金币\n开启3次消耗：***p2***金币": "Deseja comprar o Baú da Semana?\n Consumirá ***p1*** ouro ao abrir uma vez\n Consumirá ***p2*** ouro ao abrir 3 vezes",
    "是否确认退出忍者村？": "Deseja sair da aldeia de ninjas?",
    "是否花费 ***p1*** 勋章刷新商店物品？": "Deseja consumir ***p1*** medalhas para atualizar os itens da loja?",
    "是否花费 ***p1*** 巅峰勋章刷新商店物品？": "Deseja consumir ***p1*** Medalhas Supremas para comprar novos itens na Loja?",
    "是否花费 ***p1*** 月之币刷新商店物品？": "Deseja consumir ***p1*** Moedas da Lua para atualizar os itens da loja?",
    "是否花费 ***p1*** 试练勋章刷新商城物品？": "Deseja gastar ***p1*** medalhas de treino para renovar os itens da loja?",
    "是否花费 ***p1*** 金币再抽一次？": "Deseja consumir ***p1*** moedas de ouro para sortear novamente 1 vez?",
    "是否花费 ***p1*** 金币开始对决？战斗胜利后 ***p2*** 金币将全部返还。": "Deseja consumir ***p1*** moedas de ouro para combater? Após obter vitória, ***p2*** ouro serão devolvidos.",
    "是否花费 ***p1*** 金币，为忍者村购买 ***p2***?（购买后立即生效，徽章的效果可以叠加）": "Deseja consumir ***p1*** moedas de ouro para comprar ***p2***? (Ativação imediata após compra, efeitos da medalha pode ser acrescentado).",
    "是否花费***p1***金币，增加1次攻击本关卡次数？本次攻击boss双倍掉落。": "Deseja consumir ***p1*** ouro, para adicionar 1 chance de ataque desta tarefa? Ao atacar o boss irá obter drop duplos.",
    "是否花费金币加速完成任务？": "Deseja consumir moedas para terminar a missão mais rápido?",
    "昵称不能为空。": "Apelido não pode ser vazio.",
    "普通": "Normal",
    "普通副本(***p1***-10)": "Campanha Normal (***p1***-10)",
    "暂停下载": "Download suspenso",
    "暂停下载：WIFI不可用": "Download suspenso: Wifi não disponível.",
    "暂停下载：WIFI禁用": "Download suspenso: não é possível utilizar Wifi.",
    "暂停下载：存储卡不可用": "Download suspenso: não é possível utilizar o cartão de memória.",
    "暂停下载：您正在漫游": "Download suspenso: celular está em roaming.",
    "暂停下载：没有可用的网络": "Download suspenso: não há nenhuma rede que possa ser utilizada.",
    "暂停下载：网络设置失败，请检查您的网络": "Download suspenso: erro de configuração da rede. Por favor verifique a sua ligação.",
    "暂未开放": "Temporariamente não ativo",
    "暴击": "Crítico",
    "暴击(缩写)": "CRÍ",
    "暴击（暴击）：": "CRÍ (Crítico):",
    "月之币": "Moeda da Lua",
    "月之币不足": "Moedas da Lua insuficientes",
    "月之币不足，您可以通过幻境获得月之币": "Moedas da Lua insuficientes, poderá obter mais Moedas da Lua através do Reino Fantasma.",
    "月卡": "Cartão mensal",
    "月卡（30天）": "Cartão Mensal (30 dias)",
    "有形的东西迟早会凋零，但只有回忆是永远不会凋零的。为你重现经典的忍者故事。": "Existem coisas materiais que mais cedo ou mais tarde se degradam, apenas as memórias para você poder se recordar da história do mundo ninja.",
    "未成功击杀": "Ainda não derrotado",
    "未查到该用户。": "Não foi encontrado este jogador.",
    "未装备": "Não equipado",
    "未达成": "Não pode coletar",
    "本周期在挑战中获得的总勋章数。": "Esta semana você obteve as medalhas totais durante o desafio.",
    "本届比赛尚无战斗记录": "Esta competição ainda não tem registo de batalha.",
    "本忍者村的“影”已经 ***p1*** 日没有登录游戏了，当“影”离线时间达到 ***p2*** 日后将进行更换。": "O \"Hokage\" desta aldeia de Ninjas já faz ***p1*** dias que não faz login. Quando sua ausência alcançar ***p2*** dias, entrará em processo de troca.",
    "本轮开始": "Início desta ronda",
    "材料\n不足": "Material\ninsufi-\nciente",
    "材料不足": "Material insuficiente",
    "查询不到这个忍者村。": "Não é possível pesquisar a aldeia de ninjas.",
    "校验扩展文件失败": "Verificação dos ficheiros de extensão falhou.",
    "校验扩展文件成功": "Verificação dos ficheiros de extensão bem-sucedida.",
    "检测到新的游戏版本，需要更新***p1***MB文件，建议在wifi环境下更新。": "Há uma atualização disponível, será necessário atualizar ***p1***MB de arquivos. Recomenda-se atualizar utilizando wifi.",
    "正在下载扩展文件": "Baixando ficheiros de extensão.",
    "正在下载数据文件(***p1***\/***p2***)": "Carregando dados do arquivo (***p1***\/***p2***)",
    "正在下载数据文件列表...": "Carregando a lista de dados do arquivo...",
    "正在下载资源文件": "Baixando arquivos de recursos",
    "正在下载资源文件(***p1***\/***p2***)": "Carregando recursos do arquivo (***p1***\/***p2***)",
    "正在下载资源文件列表...": "Carregando a lista de recursos do arquivo...",
    "正在下载配置文件...": "Carregando a configuração do arquivo...",
    "正在执行中的任务数量已经达到上限，您可以加速完成任务。": "O número de execuções da missão alcançou o limite. Você pode acelerar a velocidade para terminá-lo.",
    "正在执行忍者任务的卡牌不能作为进阶材料": "Ninjas que estão em missões ninjas não podem ser usados como material de avanço.",
    "正在查找需要下载的扩展文件": "Buscando ficheiros de extensão que precisam ser baixados.",
    "正在校验扩展文件": "Verificando ficheiros de extensão.",
    "正在登录...": "Acessando...",
    "正在解压扩展文件": "Descompactar ficheiros de extensão.",
    "正在读取服务器配置...": "Lendo a configuração do servidor ...",
    "正在连接扩展文件的下载服务器": "Conectando ao servidor de descarregamento dos ficheiros de extensão.",
    "此前购买的金币已经到账。": "A compra das moedas de ouro já chegou à sua conta.",
    "此注册邮箱不存在": "Este e-mail não existe",
    "此电子邮箱将作为找回密码的唯一凭证！": "Este e-mail será usado na hora de redefinir a senha!",
    "每一张卡牌都有自己所需的领导力，你团队中卡牌需求的领导力总和不能超过你的领导力上限。升级可以提高领导力上限。": "Cada carta tem o poder de liderança que precisa. O poder de liderança total das cartas da equipe não pode ultrapassar o limite de liderança. Elevando poderá aumentar o limite do poder de liderança.",
    "每周奖励": "Prêmio Semanal",
    "每周奖励：\n每周一早上5:00（服务器时间），根据上周累计的巅峰勋章数量，将发放每周金币奖励。": "Prêmio semanal: \n Todas as segundas às 5:00 (Horário do servidor), serão enviados os prêmios de acordo com os resultados acumulados de medalhas do Dojo Supremo da semana passada.",
    "每天免费对决 ***p1*** 次。": "Pode enfrentar gratuitamente ***p1*** vezes por dia.",
    "每天可以免费刷新一次。": "Pode atualizar gratuitamente 1x por dia.",
    "每张忍者卡牌都有自己所需的领导力，你小队中卡牌需求的领导力总和不能超过你的领导力上限。升级可以提高领导力上限。": "Cada carta de ninja o poder de liderança que precisa, o poder de liderança total das cartas da equipe não pode ultrapassar o limite de liderança. Elevando poderá aumentar o limite do poder de liderança.",
    "每日奖励": "Prêmio Diário",
    "每日奖励：\n您的巅峰竞技排名为：***p1*** \n保持当前排名，每日22:00将获得奖励：": "Prêmio diário: \n Seu ranking do Dojo Supremo é: ***p1***\n Manteve o Ranking atual, obterá prêmio diariamente às 22:00.",
    "每日登录": "Login diário",
    "每日累计充值": "Recarga diária acumulada",
    "每日累计消费": "Consumo diário acumulado",
    "每日金币奖励活动结束！": "Encerramento do evento de moedas de ouro diário!",
    "比如首次充值 ***p1***，总共可获得 (***p2***+***p3***)x2 = ***p4*** 金币。": "e.g. primeira recarga de ***p1***, obtém no total (***p2*** + ***p3***) x 2 = ***p4*** moedas de ouro.",
    "没有可以传承属性的召唤兽。已经装备在忍者上，或者没有培养过的召唤兽不能传承属性。": "Não possui Bijuus com atributos herdáveis. Bijuus já equipados ou não adestrados, não podem herdar os atributos.",
    "没有可以分解的卡牌，只有4★以上的卡牌才能分解。": "Não há cartas que possam decompor, apenas cartas de 4 estrelas acima podem decompor.",
    "没有可以分解的忍者卡，只有4★以上的卡牌才能分解。": "Não há cartas de ninja que possam decompor, apenas cartas de 4 estrelas acima podem decompor.",
    "没有可以学习技能的卡牌。": "Não há mais cartas que possam aprender habilidades.",
    "没有可以学习的技能。": "Não há mais habilidades para aprender.",
    "没有可以突破的召唤兽。只有资质≥***p1***并且速度≥***p2***的召唤兽可以突破。": "Não há feras convocadas para promover. Apenas poderá efetuar promoção em feras com nível≥***p1*** e com velocidade≥***p2***.",
    "没有合适的低品质卡牌可供吞噬，您可以手动选择吞噬卡牌。": "Não há cartas de baixo nível para serem engolidas, você pode escolher manualmente.",
    "治疗型": "Cura",
    "治疗型：他们是擅长治愈创伤的忍者。": "Estado de cura: Eles se destacam pela sua capacidade curativa.",
    "注册": "Registrar",
    "注册成功。你可以在其他设备上使用此账号登陆。": "Registro sucedido. Você pode fazer login em outros dispositivos com esta conta.",
    "注册邮箱不能为空": "O e-mail cadastrado não pode ficar vazio.",
    "活动奖励": "Prêmios do Evento",
    "活动已经结束。": "Evento encerrado",
    "活动已结束，奖励已通过邮件发送。": "O evento já terminou. Os prêmios foram enviados por email.",
    "活动期间每日充值达到指定金额均可领取一份奖励，累计***p1***天均达到指定金额可领取一份额外大奖。": "Durante o evento cada dia que carregar uma determinada quantia poderá obter um prêmio. Fazendo um carregamento acumulado durante ***p1*** dias poderá obter um grande prêmio adicional.",
    "活动期间每日消费": "Consumo diário durante o tempo do evento",
    "活动期间累计充值": "Carregamento acumulado durante o evento",
    "活动期间累计消费": "Consumo acumulado durante o evento",
    "活动期间购买指定物品": "Comprar determinados itens durante o evento",
    "活动期间连续每日充值": "Carregamento consecutivo diário",
    "活动期间首充": "1.º Carregamento Durante o Evento",
    "活动结束倒计时": "Tempo para término de evento",
    "活跃宝箱": "Baú da Atividade",
    "派遣参加任务的忍者已经归来，快去领取丰厚的奖励吧!": "Os ninjas em missão retornaram, agora colete as suas recompensas.",
    "消耗1个***p1***再抽一次，或花费***p2***金币再抽一次。": "Consumir 1 ***p1*** para extrair mais uma carta ou gastar ***p2*** moedas de ouro para extrair mais uma carta.",
    "消耗1个***p1***或消耗***p2***金币开启***p3***。": "Consumindo 1 ***p1*** ou ***p2*** ouro poderá ativar ***p3***.",
    "消耗1个***p1***进行一次十连抽，或花费***p2***金币进行一次十连抽。": "Consumir 1 ***p1*** para extrair dez cartas ou gastar ***p2*** moedas de ouro para extrair dez cartas.",
    "消耗1个***p1***进行一次抽卡，或花费***p2***金币进行一次抽卡。": "Consumir 1 ***p1*** para extrair uma carta ou gastar ***p2*** moedas de ouro para extrair uma carta.",
    "淘汰赛第一轮": "1.ª ronda da eliminatória",
    "淘汰赛第七轮": "7.ª ronda da eliminatória",
    "淘汰赛第三轮": "3.ª ronda da eliminatória",
    "淘汰赛第九轮": "9.ª ronda da eliminatória",
    "淘汰赛第二轮": "2.ª ronda da eliminatória",
    "淘汰赛第五轮": "5.ª ronda da eliminatória",
    "淘汰赛第八轮": "8.ª ronda da eliminatória",
    "淘汰赛第六轮": "6.ª ronda da eliminatória",
    "淘汰赛第十轮": "10.ª ronda da eliminatória",
    "淘汰赛第四轮": "4.ª ronda da eliminatória",
    "温暖的火光，也可化为熊熊烈焰，脆弱之人无法坚持下去。不可选择防守型忍者。": "O calor agradável do fogo também pode se transformar em chamas ardentes que pessoas fracas não aguentariam. Não pode selecionar Ninjas do Tipo Defesa.",
    "游戏数据有变更，请重新载入。": "Mudança nos dados do jogo, favor carregar novamente.",
    "游戏有新的版本(***p1***), 请更新.": "Saiu uma nova versão do jogo: (***p1***). Por favor atualize.",
    "满级\nEXPx***p1***": "Atingindo EXP x***p1***",
    "潺潺流水，也可化为汹涌的波涛，攻击对无形的水毫无作用。不可选择攻击型忍者。": "Ondas agradáveis também podem se transformar em terríveis ondas. Atacando inimigos sem formato, não obterá resultados. Não pode selecionar Ninjas do Tipo Ataque.",
    "火之意志 由你传承": "A Vontade do Fogo, será você a herdá-la?",
    "点击下方链接重置密码(链接有效期20分钟)：": "Clique no link abaixo para alterar a senha (Link com validade de 20 minutos);",
    "点击开始战斗。": "Clique para batalhar.",
    "点击进入历练。": "Clique para entrar na jornada.",
    "热烈祝贺***p1***的玩家***p2***在本届忍界大战中夺得冠军！尽显王者风范！": "Os nossos parabéns ao jogador de ***p1*** , ***p2***, por ter sido sagrado campeão desta edição da Guerra Mundial Ninja! Observem o seu ar real!",
    "热烈祝贺本服玩家***p1***在忍界大战中顺利晋级16强！": "Os nossos parabéns ao jogador deste servidor ***p1*** que chegou aos oitavos de final na Guerra Mundial Ninja!",
    "热烈祝贺本服玩家***p1***在忍界大战中顺利晋级32强！": "Os nossos parabéns ao jogador deste servidor ***p1*** que chegou à ronda de 32 na Guerra Mundial Ninja!",
    "热烈祝贺本服玩家***p1***在忍界大战中顺利晋级64强！": "Os nossos parabéns ao jogador deste servidor ***p1*** que chegou à ronda de 64 na Guerra Mundial Ninja!",
    "热烈祝贺本服玩家***p1***在忍界大战中顺利晋级8强！": "Os nossos parabéns ao jogador deste servidor ***p1*** que chegou aos quartos de final na Guerra Mundial Ninja!",
    "热烈祝贺本服玩家***p1***在忍界大战中顺利杀入半决赛！": "Os nossos parabéns ao jogador deste servidor ***p1*** que chegou à semifinal na Guerra Mundial Ninja!",
    "热烈祝贺本服玩家***p1***在忍界大战中顺利杀入总决赛！": "Os nossos parabéns ao jogador deste servidor ***p1*** que chegou à grande final na Guerra Mundial Ninja!",
    "物品兑换活动": "Evento de troca de itens",
    "特殊": "Especial",
    "特殊历练": "Jornada Especial",
    "献花奖励": "Prêmio de Oferta de Flores",
    "玩家充值排名活动已经过期": "Evento de Rank de recarga do jogador expirado",
    "玩家的战斗力。": "O poder de combate do jogador.",
    "玩家等级排名": "Ranking do nível do jogador",
    "玩家等级排名活动已经过期": "O evento de ranking de nível dos jogadores já terminou.",
    "玩家等级达到 ***p1*** 后，晓的入侵功能开放。": "Quando o jogador atinge o nível ***p1*** a funcionalidade Invasão da Akatsuki é ativada.",
    "生命": "Vida",
    "生命(缩写)": "HP",
    "生命+***p1***": "Vida +***p1***",
    "生命（生命）：": "HP (Vida):",
    "生命：决定卡牌的生命值。": "HP: decide os pontos de vida da carta.",
    "生命：增加卡牌的生命值。": "HP: aumenta os pontos de vida da carta.",
    "由于太久没有被击败，BOSS已经回归老巢休整了，请下次再来吧！": "Devido ao fato de não ser derrotado a muito tempo, o Chefão já voltou ao sua toca original, venha próxima vez!",
    "由于太久没有被击败，尾兽已经回归查克拉状态，请再次召唤尾兽吧！": "Devido ao fato de ter ficado muito tempo sem se atacado, o Bijuu voltou ao estado de Chakra. Favor invoque o Bijuu novamente!",
    "由于您在巅峰竞技的出色表现，您上周共获得***p1***巅峰勋章，恭喜您获得如下奖励：": "Devido a seu bom desempenho no Dojo Supremo, você obteve ***p1*** medalhas semana passada. Parabéns, você obteve os prêmios abaixo:",
    "由于您在巅峰竞技的出色表现，截止至今日***p1***:***p2***，您的巅峰竞技排名为***p3***，恭喜您获得如下奖励：": "Devido ao seu bom desempenho no Dojo Supremo, até a data ***p1***\/***p2***, o seu Ranking no Dojo Supremo é ***p3***. Parabéns, você obteve os itens abaixo:",
    "由于本忍者村原“影”已经连续 ***p1*** 天没有登录游戏了，现在由除原“影”外贡献最高的活跃玩家—— ***p2*** 接任“影”的职务。": "Devido ao fato do \"Hokage\" desta Aldeia ter ficado ***p1*** dias sem fazer login no jogo, seu cargo será passado para o jogador ativo com mais doações, ***p2***.",
    "由于违反游戏规则，您的账号被冻结，解封时间：": "A sua conta foi congelada devido a ter violado as regras do jogo. Será desbloqueada em:",
    "申请已发送。": "Pedido enviado.",
    "申请已过期。": "Pedido expirado.",
    "申请已通过。": "Pedido aprovado.",
    "登录": "Login",
    "登录验证失败, 请重试!": "Verificação de login falhou. Por favor volte a tentar!",
    "登陆奖励已经成功领取，明日还可再次领取哦！": "Prêmio de login já foi coletado, volte amanha!",
    "登陆成功": "Logado com sucesso",
    "登陆成功后，你现在的角色将被舍弃，是否确定？": "Após fazer login, seu personagem será descartado, deseja continuar?",
    "目前没有人能够战胜大筒木辉夜，人民期待传奇忍者的诞生！": "Atualmente não há quem consiga vencer Ōtsutsuki Kaguya, o povo está ansioso a espera de um ninja lendário!",
    "研究所": "Laboratório",
    "研究所开放": "Ativação do Laboratório",
    "研究所（Lv ***p1***）": "Laboratório (Nv.***p1***)",
    "破甲": "SEP-ARMOR",
    "破甲(缩写)": "SEP-ARMOR",
    "破甲（破甲）：": "SEP-ARMOR:",
    "确定": "Confirmar",
    "确定(Confirm)": "Confirmar",
    "确定(OK)": "Confirmar",
    "确认": "Confirmar",
    "确认新密码不能为空。": "A confirmação da senha não pode ficar vazia.",
    "礼包预览": "Ver Pacote",
    "神秘宝箱": "Baú Misterioso",
    "祭坛已经被其他玩家开启了。": "O Altar já foi ativado por outro jogador.",
    "福利": "Privilégios",
    "离开将视为放弃本次游戏，是否确认放弃？": "Se sair você irá desistir deste jogo, continuar?",
    "离开将视为本关失败，是否确认离开?": "Sair é considerado falhar o nível. Tem a certeza de que deseja sair?",
    "秒": "segundo",
    "秒(复数)": "segundos",
    "突破石不足，是否前往商城购买？": "Pedras de promoção insuficiente, deseja ir à loja para comprar mais?",
    "符石已经达到最大等级。": "Runa já alcançou nível máximo.",
    "符石拆除成功。": "Retirada de runa sucedida.",
    "符石等级已达到最高的 ***p1*** 级。": "O nível da runa já alcançou o nível máximo de Nv.***p1***.",
    "第***p1***-***p2***名": "***p1***.º-***p2*** .º lugares",
    "第***p1***名": "***p1***.º lugar",
    "等待下载扩展文件": "Aguardando pelo download dos ficheiros de extensão.",
    "等待分配对手": "Aguardando emparelhamento de adversário",
    "等级\n不足": "Nível\ninsufi-\nciente",
    "等级不足": "Nível insuficiente",
    "等级：等级越高属性越强。": "Nível: Quanto mais alto o for o nível mais fortes serão os atributos.",
    "签到": "Check-in",
    "精英": "Elite",
    "精英副本(***p1***-10)": "Campanha Elite (***p1***-10)",
    "精英副本开放了。": "Campanha de Elite ativada.",
    "糟糕！你不能执行这个操作。": "Ops! Não é possível fazer esta operação!",
    "糟糕！支付验证失败！": "Ops! Verificação de pagamento falhou!",
    "系统": "Sistema",
    "系统检测到您正在使用第三方插件，请关闭第三方插件后再进入游戏！": "O sistema detetou que você está utilizando um plugin externo. Por favor encerre o plugin externo e volte a entrar no jogo!",
    "系统通知": "Aviso de Sistema",
    "累计充值": "Recarga acumulada",
    "累计充值 ***p1*** 金币": "Prêmio por ***p1*** moedas de ouro",
    "累计消费 ***p1*** 金币": "Consumo acumulado de ***p1*** moedas de ouro",
    "经过 ***p1*** 的不懈努力，***p2*** 成功学会了 ***p3***。": "Através do esforço de ***p1***, ***p2*** conseguiu aprender ***p3***.",
    "经过***p1***的不懈努力，将***p2***成功突破到了***p3***": "Através do desempenho de ***p1***, ***p2***foi sucessivamente promovido para ***p3***.",
    "经过坚持不懈的培养，***p1*** 成功培养出了 ***p2***。": "Depois de um treinamento árduo, ***p1*** conseguiu se transformar em ***p2***.",
    "经验": "EXP",
    "绑定": "Vincular",
    "继续": "Continuar",
    "续费": "Pagar",
    "网络错误，请重试！": "Erro de conexão, tente novamente!",
    "能量": "Energia",
    "若继续该操作会导致被传承召唤兽速度下降，请更换速度更高的传承召唤兽。": "Se continuar com a operação, a velocidade da fera herdada será diminuída, favor herde uma fera de velocidade alta.",
    "英雄历练第(***p1***)章": "Capítulo ***p1*** do Jornada Herói",
    "获得 ***p1*** 银币": "Obteve ***p1*** moedas de prata",
    "获得奖励": "Prêmio obtido",
    "获得奖励成功。": "Você obteve o prêmio com sucesso.",
    "获得物品": "Itens obtidos",
    "被出售的卡牌中包含4星以上卡牌，是否卖出？": "As cartas a serem vendidas contém um carta de 4 estrelas, deseja continuar?",
    "被出售的卡牌中包含升级过装备的卡牌，是否卖出？": "As cartas a serem vendidas incluem cartas cujo equipamento foi elevado. Deseja continuar?",
    "被出售的忍者中包含升级过技能的忍者，是否卖出？": "Os Ninjas postos para venda incluem Ninjas com habilidades elevadas, deseja mesmo vendê-los?",
    "被分解的尾兽中包含5星以上尾兽，是否确认分解？": "Os Bijuus que estão se decompostos, incluem Bijuus de 5 estrelas, deseja decompor?",
    "被吞噬的卡牌中包含4星以上的卡牌，是否确认吞噬？": "As cartas a serem engolidas inclui uma de 4 estrelas, desejas continuar?",
    "被吞噬的卡牌中包含升级过装备的卡牌，是否确认吞噬？": "As cartas a serem engolidas inclui uma com o equipamento elevado. Deseja continuar?",
    "被治疗(缩写)": "Curado",
    "被治疗（被治疗）：": "Curado:",
    "装备": "Equipamento",
    "装备升级": "Elevação de Equip.",
    "装备升级到满级后才能进阶。": "Apenas pode avançar após elevar o equipamento até ao nível máximo.",
    "装备卖出成功。": "Venda de equipamento sucedida.",
    "装备打孔需要使用一个***p1***": "Para a Perfuração de equipamentos é necessário um ***p1***",
    "装备进阶": "Avanço de Equip.",
    "解压扩展文件失败": "Falha descompactado ficheiros de extensão.",
    "解压扩展文件成功": "Descompactação de ficheiros de extensão bem-sucedida.",
    "试练勋章": "Medalhas de Treino",
    "试练勋章不足": "Medalhas de treino insuficientes.",
    "试练勋章不足，您可以通过生存试练获得试练勋章。": "Medalhas de treino insuficientes. Você pode obter medalhas participando no Treino de Sobrevivência.",
    "试练商店": "Loja do Treino",
    "该关卡已无可攻击次数": "Este nível já não tem vezes de ataque disponíveis.",
    "该卡牌已在其他阵容上阵": "Esta carta já está em outra formação",
    "该召唤兽资质未达到***p1***，不能突破。": "O nível da Fera Convocada não atingiu ***p1***, falha ao promover.",
    "该名称已经被占用。": "Este nome já foi usado.",
    "该坐骑的速度未达到突破需求。": "Velocidade insuficiente para efetuar promoção.",
    "该尾兽已出战。": "Este Bijuu já está em batalha.",
    "该尾兽已达到最大等级。": "Este Bijuu já alcançou o nível máximo.",
    "该幻境已经关闭。": "Este Reino Fantasma já fechou.",
    "该徽章已被其他玩家购买了。": "Esta medalha já foi comprada por outro jogador.",
    "该忍者已经升级过技能，是否确认分解？": "Este ninja já possui habilidades elevadas, deseja mesmo decompor?",
    "该忍者已经升级过技能，是否确认吞噬？": "Este ninja já elevou a habilidade, deseja mesmo absorver?",
    "该忍者已经升级过装备，是否确认分解？": "Este ninja já elevou o equipamento. Confirma que deseja decompor?",
    "该忍者村成员人数已经达到上限，请尝试加入其他忍者村。": "Esta aldeia de ninjas já atingiu o limite máximo, tente entrar noutras aldeias.",
    "该材料已经被其他玩家填入了。": "Este material já foi preenchido por outro jogador.",
    "该活动尚未开启。": "Este evento ainda não foi iniciado.",
    "该物品可以被选择。": "Este item pode ser escolhido.",
    "该物品已被其他玩家选走了。": "Este item já foi escolhido pelos outros jogadores.",
    "该玩家已经不是您的好友了。": "Este jogador já não é seu amigo.",
    "该玩家已经加入了其他忍者村。": "Este jogador já participou doutras aldeias de ninja.",
    "该玩家已经是这个职位了。": "Este jogador já está como essa profissão.",
    "请先加好友，才能赠送体力。": "Favor adicioná-lo como amigo para presentear energia.",
    "请先升级忍者村中心。": "Favor eleve primeiro o Centro da Vila Ninja",
    "请先填写忍者村名称！": "Favor selecionar nome do ninja!",
    "请先选择一张卡牌。": "Favor escolher uma carta primeiro.",
    "请先选择合成材料。": "Favor escolher materiais para síntese.",
    "请先选择需要转化成的符石类型": "Favor selecionar o tipo de runas que deseja transformar",
    "请填写你的密码。": "Favor insira sua senha.",
    "请填写你的电子邮箱。": "Favor insira o seu e-mail.",
    "请填写玩家昵称。": "Favor preencher o apelido de seu jogador.",
    "请登录您帐号对应的邮箱收取邮件，点击邮件中的链接来重置密码。": "Favor verifique o seu e-mail correspondente, e clique no link do e-mail para redefinir a senha.",
    "请输入你的密码。": "Favor inserir sua senha.",
    "请输入你的电子邮箱。": "Favor inserir o seu e-mail.",
    "请输入您朋友的邀请码，您将得到 ***p1*** 银币奖励。": "Por favor introduza o código de convite de um amigo e receberá um prêmio de ***p1*** moedas de prata.",
    "请选择被吞噬的卡牌。": "Favor escolher a carta a ser engolida.",
    "请选择要升级的卡牌。": "Favor escolher a carta a ser elevada.",
    "贡献奖励": "Prêmio da Doação",
    "贡献：用于在忍者村商店中购买物品或者升级科技，可以通过捐献获得。": "Contribuição: Pode ser usado para comprar itens na loja de Ninja e elevar tecnologias. Pode ser obtido por doações.",
    "购买": "Comprar",
    "购买***p1***": "Comprar ***p1***",
    "购买失败，可能由于网络错误，请稍后再试。": "Compra fracassada, talvez devido a erro de conexão, favor tente mais tarde.",
    "购买成功！": "Compra sucedida!",
    "购买成功，您的超值礼包已经可以领取了！": "Compra sucedida, seus super pacote valioso já pode ser coletado!",
    "购买礼包失败，请重试！": "Falha ao comprar pacote, tente novamente!",
    "购买礼包成功！": "Pacote comprado com sucesso!",
    "购买礼包需要花费***p1***，是否确认购买？": "Para comprar o pacote é necessário consumir ***p1***, deseja comprar?",
    "购买（***p1***\/***p2***）": "Comprar (***p1***\/***p2***)",
    "资质：决定培养成功后速度的增加值。": "Qualificação: define a quantidade a velocidade aumentada após um adestramento sucedido.",
    "超值礼包": "Super-pacote",
    "超出上限": "Limite excedido!",
    "超出每日历练次数上限！": "Já atingiu o limite de participação na jornada diário!",
    "跳过": "Pular",
    "转换成功,获得***p1***×***p2***": "Transformação sucedida, obteve ***p1*** x***p2***",
    "轮空": "Passagem automática",
    "输邀请码": "Inserir código de convite",
    "达到 ***p1*** 级": "Atingiu o nível: ***p1***",
    "还差 ***p1*** 人": "Ainda faltam ***p1*** pessoas",
    "还差 ***p1*** 金币": "Ainda faltam ***p1*** moedas ouro",
    "这个玩家已经是你的好友了。": "Este jogador tornou-se seu amigo.",
    "这件装备已经升级到了满级。": "Este equipamento já está elevada ao máximo.",
    "这张卡牌不能再进阶了。": "Esta carta não pode mais elevar ordem.",
    "这张卡牌已经升级到了满级。": "Esta carta já está elevada ao máximo.",
    "这张卡牌已经被翻开了，请选择其他卡牌。": "Esta carta já foi virada, favor selecionar outras cartas.",
    "这张卡牌已经足够强大了": "Esta carta já suficientemente forte.",
    "这是放置助战好友卡牌的位置。": "Este local é a posição da Carta de Auxilio de Amigos.",
    "这里有5个神秘宝箱，您可以先选择其中的一个试试手气。（打开免费，购买价格为 ***p1*** 金币）": "Aqui há 5 baús misteriosos, escolha 1 deles para testar sua sorte. (Para abrir é gratuito, o preço é de ***p1*** moedas de ouro).",
    "进入精英副本有几率发现“晓”组织成员，找到后可点击下方攻击按钮进行多次攻击。": "Entrando em Campanha de Elite há a probabilidade de se deparar com o membro de Akatsuki, após entrar, clique no botão inferior para atacar múltiplas vezes.",
    "进阶": "Avançar",
    "进阶材料不足。": "Material de evolução insuficiente",
    "进阶材料不足。是否使用***p1***金币，补足进阶材料？": "Material de evolução insuficiente Deseja usar ***p1*** ouro, para comprar material de evolução necessário?",
    "连续 ***p1*** 天完成充值任务": "Missão realizada em ***p1*** dias consecutivos",
    "退出忍者村后，您的贡献将被清空，并且您学习的所有科技将暂时失去效果。“影”的职位将转让给忍者村中累计贡献最高的玩家。确认要退出忍者村吗？": "Após sair da Vila Ninja, sua contribuição será zerada, e todas as tecnologias que você aprendeu perderão efeito. A profissão de \"Sombra\" será transferida para o jogador que possui a contribuição mais alta. Deseja mesmo sair da Vila?",
    "退出忍者村后，您的贡献将被清空，并且您学习的所有科技将暂时失去效果。确认要退出忍者村吗？": "Após sair da Vila Ninja, sua contribuição será zerada, e todas as tecnologias que você aprendeu perderão efeito. Deseja mesmo sair da Vila?",
    "通关副本 ***p1***": "***p1*** Completada",
    "通往胜利的道路总是布满荆棘，请别灰心，我有些紧俏货能让你变得更强，有兴趣吗？": "O caminho da vitória é sempre árdua, portanto, não desanime, eu tenho alguns itens que pode te deixar mais forte, tem interesse?",
    "速度（速度）：": "VEL（Velocidade）:",
    "速度：决定战斗中敌我双方位于相同位置的卡牌的出手顺序。": "Velocidade: Decide a ordem da carta entre ambos os jogadores durante a batalha.",
    "道具卖出成功。": "Venda de acessório sucedida.",
    "道具商城": "Loja de Acessórios",
    "邀请 ***p1*** 人就送": "Ao convidar ***p1*** pessoas poderá obter",
    "邀请好友": "Convidar Amigo",
    "邀请码": "Código do Convite",
    "邮箱格式不正确。": "Formato de e-mail incorreto.",
    "重置将同步您当前的卡牌属性并锁定，然后重新开始，是否确定？": "A renovação sincroniza as propriedades das suas cartas atuais e as bloqueia, recomeçando depois. Deseja continuar?",
    "重置成功。": "Configuração sucedida.",
    "重置次数将在每天0点更新": "A renovação de vezes é ativada todos os dias às 0 horas.",
    "重试": "Tentar Novamente",
    "金币": "Moedas de Ouro",
    "金币不足": "Ouro insuficiente",
    "银币": "moedas de prata",
    "银币不足": "Moedas de prata insuficientes.",
    "银币不足！": "Moedas de prata insuficientes!",
    "银币掉落": "moedas de prata largadas",
    "错误解析服务器返回文本。": "Erro de análise de texto retornado pelo servidor.",
    "闪避": "Evasão",
    "闪避(缩写)": "EVA",
    "闪避（闪避）：": "EVA (Evasão):",
    "防守型": "Proteção",
    "防守型：擅长防御，坚实地保护着身后的队友。": "Estado de defesa: Se destacam pela sua defesa. Protegem consistentemente os companheiros atrás de si.",
    "防御": "Defesa",
    "防御(缩写)": "DEF",
    "防御+***p1***": "Defesa +***p1***",
    "防御（防御）：": "DEF (Defesa):",
    "防御：抵御卡牌受到的攻击。": "Defesa: defende do ataque recebido da carta.",
    "降低卡牌受到的伤害。": "Reduz os danos recebidos da carta.",
    "降低敌方卡牌的暴击几率，与暴击对应。": "Reduz a taxa de crítico da carta do adversário, é correspondente ao crítico.",
    "降低敌方卡牌的闪避几率，与闪避对应。": "Reduz a taxa de evasão da carta adversária, é correspondente à evasão.",
    "随机***p1***星忍者": "Ninja aleatório de ***p1*** estrelas",
    "随机***p1***级符石": "Runa aleatória de nível ***p1***",
    "随机4星忍者卡": "Ninja aleatória de 4 estrelas",
    "随机5星忍者卡": "Ninja aleatória de 5 estrelas",
    "需要分享到facebook才可以领取奖励！": "Necessita de compartilhar no facebook para coletar o prêmio!",
    "韧性": "Resistência",
    "韧性(缩写)": "RES",
    "韧性（韧性）：": "RES (Resistência):",
    "顾问": "Consultor",
    "领取": "Coletar",
    "领取（***p1***）": "Coletar (***p1***)",
    "领导力不足": "Liderança insuficiente",
    "领导力超出上限，请重新调整阵容。": "O poder de liderança atingiu o limite, favor ajustar formação.",
    "领导力：上阵该卡牌需要的领导力。": "Liderança: O poder de liderança necessário da carta em formação.",
    "领导力：可携带卡牌的总领导力。": "Liderança: Pontos de liderança total das cartas na batalha.",
    "首充大礼包": "Pacote da 1.ª Recarga",
    "香喷喷的一乐拉面已经出锅了，快来享用并恢复体力吧！": "Um macarrão delicioso recém saiu da panela, venha rápido usufruir da revitalização de energia!",
    "驱逐通知": "Aviso de Expulsão",
    "（普通副本）您已经超越了": "Você já ultrapassou",
    "（精英副本）您已经超越了": "Você já ultrapassou",
    "（英雄历练）您已经超越了": "Você já ultrapassou",
    "，“晓”组织正在破坏这个世界，快来和我一起拯救世界吧，输入邀请码还有大奖哦。": ", o grupo de Ōtsutsuki Kaguya estão destruindo o mundo, venha comigo salvar o mundo. Favor insira o código de convite e obtenha prêmios!",
    "，一起来玩这个游戏吧，输入邀请码还有大奖哦。": ", venha jogar Naruto, insira seu código de convite e obtenha prêmios!",
    "，画面很精美游戏，快来和我一起探索吧，输入邀请码还有大奖哦。": ", belas imagens de jogo, venha comigo explorar, insira o código de convite e obtenha prêmios!",
    "，真是有趣的游戏，快来和我一起体验吧，输入邀请码还有大奖哦。": ", um jogo muito interessante, venha experimentar comigo, insira o código de convite e obtenha prêmios!"
}